Repository: keitaroinc/ckanext-datagovmk
Catalog: ckanext/datagovmk/i18n/*/LC_MESSAGES/ckanext-datagovmk.po
Languages: mk, sq

source: Missing dataset id
mk: Недостасува ИД на податочен сет
sq: ID i seti të dhënave mungon

source: Add dataset agreement
mk: Согласност за додавање на податочен сет
sq: Shto marrëveshje dataset

source: Add dataset agreement file
mk: Согласност за додавање на датотека за овластување на податочен сет

source: Missing value
mk: Недостасува вредност
sq: Vlera mungon

source: Missing file
mk: Недостасува датотека

source: message
mk: порака
sq: mesazh

source: Resource already exists
mk: Ресурсот веќе постои
sq: Burimet tashmë ekzistojnë

source: Resource file is missing
mk: Недостасува датотека на ресурсот
sq: Dosja e burimeve mungon

source: Resource was not found.
mk: Ресурсот не е пронајден
sq: Burimi nuk u gjet.

source: Invalid URL
mk: Невалиден линк
sq: URL e pavlefshme

source: No script was found for the provided name
mk: Не е пронајденa скрипта за даденото име
sq: Asnjë skript nuk u gjet për emrin e dhënë

source: authority
mk: овластување
sq: autoritet

source: Error sending activation email, the user was not created: {0}
mk: Настана грешка при испраќањето на активациската електронска пошта. Корисникот не беше креиран: {0}
sq: Gabim gjatë dërgimit të email aktivizimit, përdoruesi nuk u krijua: {0}

source: Uploaded authority file is too large. Maximum allowed size is {size}MB.
mk: Прикачената датотека за овластување е премногу голема. Максимално дозволена големина е {size}MB.
sq: Dosja e ngarkuar e autoritetit është shumë e madhe. Madhësia maksimale e lejuar është {0}MB.

source: Resource not found
mk: Ресурсот не е пронајден
sq: Burimi nuk u gjet

source: Resource data not found
mk: Податоците за ресурсот не се пронајдени
sq: Të dhënat e resurseve nuk u gjetën

source: No download is available
mk: Преземањето не е достапно.
sq: Nuk ka shkarkim në dispozicion

source: Not authorized to see this page
mk: Не сте овластени за да го креирате корисникот %s
sq: Nuk është i autorizuar për të parë këtë faqe

source: Organizations
mk: Организации
sq: Organizatat

source: Groups
mk: Групи
sq: Grupet

source: Tags
mk: Тагови

source: Formats
mk: Формати
sq: Formati

source: Licenses
mk: Лиценци
sq: Licencat

source: Invalid search query: {error_message}
mk: Невалидно пребарување: {error_message}
sq: Kërkimi i kërkimit i pavlefshëm: {error_message}

source: Parameter "{parameter_name}" is not an integer
mk: Параметарот "{parameter_name}" не е цел број
sq: Parametri "{parameter_name}" nuk është një numër i plotë

source: User not found
mk: Корисникот не е пронајден
sq: Burimi nuk u gjet

source: Invalid activation key. Please try again.
mk: Неважечки клуч за активирање. Ве молиме обидете се повторно
sq: Çelësi i aktivizimit i pavlefshëm. Ju lutemi provoni përsëri.

source: Your account has been activated.
mk: Вашата сметка е активна
sq: Llogaria jote është aktivizuar

source: Unauthorized to edit user %s
mk: Не сте овластени за да го промените корисникот %s
sq: E paautorizuar për të redaktuar përdoruesin: %s

source: Integrity Error
mk: Грешка при интегритет
sq: Gabim i integritetit

source: Unauthorized to create user %s
mk: Не сте овластени за да го креирате корисникот %s
sq: I paautorizuar për të krijuar përdorues %s

source: Bad Captcha. Please try again.
mk: Captcha не е точна. Ве молиме обидете се повторно.
sq: Captcha i pavlefshëm. Ju lutemi provoni përsëri.

source: A confirmation email has been sent to %s. Please use the link in the email to continue.
mk: Е-порака за потврда е испратена до %s. Ве молиме користете го линкот во е-поштата за да продолжите.
sq: Një email konfirmimi është dërguar në %s. Ju lutemi përdorni linkun në email për të vazhduar.

source: User %s is now registered but you are still logged in as %s from before
mk: Корисник %s е регистриран сега но вие сеуште сте најавени како %s од порано
sq: Përdoruesi %s është regjistruar tani, por ju jeni ende i regjistruar si %s nga më parë

source: Unable to send the issue report to the system admin.
mk: Не успеа да се испрати проблемот до администраторот.
sq: E pamundur për të dërguar raportin tek administratori i sistemit.

source: The issue has been reported.
mk: Проблемот беше пријавен.
sq: Problemi është raportuar.

source: format: must be one of %s
mk: формат: мора да е едно од %s
sq: format: duhet të jetë një nga %s

source: DataStore resource not found
mk: Ресурсот од датастор не е пронајден
sq: Burimi i të dhënave nuk u gjet

source: replaced their <a href="{previous_authority_file}" target="_blank">old</a> general authority file with a <a href="{current_authority_file}" target="_blank">new</a> one
mk: го замени <a href="{previous_authority_file}" target="_blank">старото</a> генерално овластување со <a href="{current_authority_file}" target="_blank">ново</a>
sq: \ nu zëvendësuan nga <a href ="{previous_authority_file}" target="_blank">vjetër</a> skedari i autoritetit të përgjithshëm me një <a href="{current_authority_file}" target="_blank">i ri</a> një

source: agreed to create the dataset <a href="{dataset_url}"> {dataset_name}</a> using general <a href="{current_authority_file}" target="_blank">authority file</a>
mk: даде согласност за креирање на податочниот сет <a href="{dataset_url}"> {dataset_name}</a> користејќи генерално <a href="{current_authority_file}" target="_blank">овластување</a>
sq: ranë dakord për të krijuar dataset <a href="{dataset_url}"> {dataset_name}</a> duke përdorur të përgjithshme <a href="{current_authority_file}" target="_blank">dosja e autoritetit</a>

source: agreed to create the dataset <a href="{dataset_url}"> {dataset_name}</a> using additional <a href="{current_authority_file}" target="_blank">authority file</a>
mk: даде согласност за креирање на податочниот сет <a href="{dataset_url}"> {dataset_name}</a> користејќи дополнително <a href="{current_authority_file}" target="_blank">овластување</a>
sq: ranë dakord për të krijuar dataset <a href="{dataset_url}"> {dataset_name}</a> duke përdorur shtesë <a href="{current_authority_file}" target="_ blank">dosja e autoritetit</a>

source: Email message was successfully sent.
mk: Пораката беше успешно испратена по е-пошта.
sq: Mesazhi me email u dërgua me sukses.

source: An error occured while sending the email. Try again.
mk: Настана грешка при испраќањето на електронската пошта. Обидете се повторно.
sq: Ndodhi një gabim gjatë dërgimit të emailit. Provo përsëri.

source: Preparing zip archive...
mk: Архивата се подготвува...
sq: Përgatitja e një arkivi zip ...

source: Download
mk: Преземи
sq: Shkarko

source: Could not create a zip archive.
mk: Не може да се создаде архива.
sq: Nuk mund të krijohej arkiva zip.

source: An error occured while preparing zip archive.
mk: Настана грешка при подготвувањето на архивата.
sq: Ndodhi një gabim gjatë përgatitjes së një arkivi zip.

source: Unmark All
mk: Отстрани ознаки на сите
sq: Hiqni të gjitha

source: Mark All
mk: Означи ги сите
sq: Shënoji të gjitha

source: Reorder resources
mk: Промени редослед на ресурси
sq: Rregullo resurset

source: Save order
mk: Зачувај редослед
sq: Ruaj rendin

source: Cancel
mk: Откажи
sq: Anuloj

source: Saving...
mk: Се зачувува...
sq: Kursim...

source: Reorder resource view
mk: Промени редослед за приказ на ресурс
sq: Rregullo shikimin e resurseve

source: Upload
mk: Прикачете
sq: Ngarko

source: Remove
mk: Избришете
sq: Largo

source: Upload a file on your computer
mk: Прикачете датотека од Вашиот компјутер
sq: Ngarko një skedar në kompjuerin tuaj

source: URL
mk: УРЛ

source: File
mk: Датотека
sq: Skedari

source: Address
mk: Адреса
sq: Adresë

source: Blvd. St. Cyril and Methodius No.54 1000 Skopje, Republic of North Macedonia
mk: бул. Св. Кирил и Методиј бр.54 1000 Скопје, Република Северна Македонија

source: E-mail
mk: Е-пошта

source: Phone
mk: Телефон
sq: Telefon

source: Fax
mk: Факс
sq: Faks

source: Terms of use
mk: Услови за користење
sq: Kushtet e përdorimit

source: Privacy Policy
mk: Политика за приватност
sq: Politika e privatësisë

source: Navigation
mk: Навигација
sq: Lundrim

source: Report site issue
mk: Пријавете проблем со сајтот
sq: Raporto problemin me faqen

source: Statistics
mk: Статистика
sq: Të dhëna statistikore

source: Subscribe to our newsletter
mk: Претплатете се на нашиот билтен
sq: Regjistrohu për gazetën tonë

source: Stay updated with
mk: Бидете во тек со
sq: Qëndro i përditësuar me

source: Subscribe to our free newsletter
mk: Претплатете се на нашиот бесплатен билтен
sq: Regjistrohu për gazetën tonë të lirë

source: Your e-mail address
mk: Вашата е-пошта
sq: Adresa juaj e e-mailit

source: Subscribe
mk: Претплатете се
sq: Abonohu

source: The portal is developed within a programme implemented by the Centre for Change Management, funded by the UK Government with the support of the British Embassy Skopje. The data and content provided on this portal are not under the authority of the UK Government.
mk: Порталот е изработен во рамки на проект имплементиран од Центарот за управување со промени, финансиран од Владата на Обединето Кралство, со поддршка на Британската амбасада Скопје. Податоците и содржините на овој портал не се во надлежност на Британската Влада.

source: <strong>Powered by</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>
mk: <strong>Придвижувано од</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>
sq: <strong>Mundësuar nga</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>

source: CKAN API
mk: API на CKAN

source: CKAN Association
mk: Асоцијација CKAN
sq: Shoqata CKAN

source: Footer Links
mk: Линкови во футер
sq: Lidhjet e Footer

source: Enter a list of links - one per line - to be shown as a list withing the secondary footer navigation. Please format the links with Markdown (i.e. * [Example link](https://www.example.com)).
mk: Внесете листа од линкови - еден по линија - за да се прикаже како листа вофутер во навигација. Форматирајте ги линковите со Markdown (п.р. * [Пример линк](https://www.example.com)).
sq: Futni një listë të lidhjeve - një në rresht - që do të shfaqet si një listë brenda navigacionit të fushës së mesme. Formatoni lidhjet me Markdown (dmth. * [Shembull i lidhjes] (https://www.shembull.com)).

source: Administer CKAN
mk: Администрирајте CKAN
sq: Administroni CKAN

source: As a sysadmin user you have full control over this CKAN instance. Proceed with care!
mk: Како систем администратор Вие имате целосна контрола врз оваа CKAN инстанца. Продолжете со внимание!
sq: Si një përdorues sysadmin ju keni kontroll të plotë mbi këtë shembull CKAN.Vazhdoni me kujdes!

source: For guidance on using sysadmin features, see the CKAN
mk: За насоки за користење на функциите на системскиот администратор, видете го CKAN
sq: Për udhëzime mbi përdorimin e karakteristikave të sistemit, shikoni CKAN

source: sysadmin guide
mk: прирачникот за употреба
sq: udhëzues i sysadmin

source: Total number of Datasets
mk: Вкупен број на податочни сетови
sq: Numri total i Datasets

source: Date
mk: Датум
sq: Data

source: Total datasets
mk: Вкупно податочни сетови
sq: Totali i të dhënave

source: Dataset Revisions per Week
mk: Неделни измени на податочни сетови
sq: Rishikimet Dataset në javë

source: All dataset revisions
mk: Измени на сите податочни сетови
sq: Të gjitha versionet e të dhënave

source: New datasets
mk: Нови податочни сетови
sq: Datasets të reja

source: Top Rated Datasets
mk: Највисоко рангирани податочни сетови
sq: Datasetet më të vlerësuara

source: Average rating
mk: Просечен рејтинг
sq: Vleresim mesatar

source: Number of ratings
mk: Број на рејтинзи
sq: Numri i ratings

source: No ratings
mk: Нема рејтинзи
sq: Nuk ka vlerësime

source: Most Edited Datasets
mk: Најменувани податочни сетови
sq: Datasetet më të modifikuara

source: Dataset
mk: Податочен сет

source: Number of edits
mk: Број на измени
sq: Numri i redaktimeve

source: No edited datasets
mk: Неменувани податочни сетови
sq: Asnjë grup i të dhënave të redaktuar

source: Largest Groups
mk: Најголеми групи
sq: Grupet më të mëdha

source: Group
mk: Група
sq: Grup

source: Number of datasets
mk: Број на податочни сетови
sq: Numri i grupeve të të dhënave

source: No groups
mk: Без групи
sq: Asnjë grup

source: Top Tags
mk: Популарни тагови
sq: Etiketa të popullarizaura

source: Tag Name
mk: Име на таг
sq: Emri i tagit

source: Number of Datasets
mk: Број на податочни сетови
sq: Numri i Datasets

source: Statistics Menu
mk: Статистика
sq: Të dhëna statistikore

source: Total Number of Datasets
mk: Вкупен број на податочни сетови
sq: Numri total i Datasets

source: Report an issue
mk: Пријавете проблем
sq: Raporto problemin

source: Please login before reporting an issue.
mk: Ве молиме најавете се за да пријавите проблем.
sq: Identifikohu përpara se të raportosh një çështje

source: Login
mk: Најавете се
sq: Hyrje

source: The issue has been successfully reported. You can report another issue by clicking the button below.
mk: Проблемот беше успешно пријавен. Кликнете подолу на копчето за да пријавите друг проблем.
sq: Problemi është raportuar me sukses. Ju mund të raportoni një çështje tjetër duke klikuar butonin më poshtë

source: Report issue
mk: Пријави проблем
sq: Raportet

source: Title
mk: Наслов
sq: Titull

source: The issue title
mk: Наслов на проблемот
sq: Titulli i problemit

source: Description
mk: Опис
sq: Përshkrim

source: Submit
mk: Испрати
sq: Dërgoj

source: What are Experiences?
mk: Што се истражувања?

source: Open data may be used for different analysis and research purposes. This section outlines the analysis and research findings made using the datasets available on the portal.
mk: Отворените податоци може да се користат за најразлични анализи и истражувања. Во овој дел се прикажани анализите и истражувањата кои се изработени врз основа на објавени отворени податоци.

source: Sysadmins can manage Experience Admins from the <a href='%(url)s'>Experience configuration page</a>.
mk: Системските администратори можат да управуваат со администраторите на истражувања од <a href='%(url)s'>Страница за конфигурација на истражувањe</a>.

source: What are Groups?
mk: Што претставуваат групи?

source: Groups are sets of data on a specific subject, enabling simple search of data sets with similar context.
mk: Групи се збирки на податочни сетови од одредена тема, овозможувајќи поедноставно пронаоѓање на податочни сетови од сличен контекст.

source: News
mk: Новости
sq: Lajme

source: Archive
mk: Архива
sq: Arkivi

source: Blog
mk: Блог

source: Recent datasets
mk: Неодамнешни податочни сетови
sq: Setet më të fundit të të dhënave

source: No datasets available.
mk: Нема достапни податочни сетови.
sq: Nuk ka të seti i të dhënave në dispozicion.

source: Most active institutions
mk: Најактивни институции
sq: Institucionet më aktive

source: No organizations available.
mk: Нема достапни организации.
sq: Asnjë organizatë nuk është në dispozicion..

source: Welcome to CKAN
mk: Добредојдовте во CKAN
sq: Mirësevini në CKAN

source: This is a nice introductory paragraph about CKAN or the site in general. We don't have any copy to go here yet but soon we will
mk: Ова е убав воведен параграф за CKAN или за сајтот воопшто. Ние немаме никаков текст за тука, но наскоро ќе имаме
sq: Ky është një paragraf hyrës rreth CKAN ose faqës në përgjithësi. Nuk kemi ndonjë shembull për të treguar këtu ende, por së shpejti do kemi

source: Learn more
mk: Дознајте повеќе
sq: Mëso më shumë

source: E.g. environment
mk: пр. околина
sq: P.sh. mjedis

source: Search data
mk: Пребарај податоци
sq: Kërko të dhënat

source: Search datasets
mk: Пребарај податочни сетови
sq: Kërko Setet e të dhënave

source: Search
mk: Пребарај
sq: Кërko

source: Popular tags
mk: Популарни тагови
sq: Etiketa të popullarizaura

source: dataset
mk: податочен сет
sq: set i të dhënave

source: datasets
mk: податочни сетови
sq: Setet e të dhënave

source: organization
mk: организација
sq: organizatë

source: organizations
mk: организации
sq: organizatat

source: group
mk: група
sq: grup

source: groups
mk: групи
sq: grupet

source: catalog
mk: каталог
sq: katalog

source: catalogs
mk: каталози
sq: katalogjet

source: Datasets catalog
mk: Каталог на податочни сетови
sq: Katalogu i të dhënave

source: What are Organizations?
mk: Што се организации?

source: Organizations are bodies and public institutions that create, manage and publish collections of datasets in an open data format, organized in special data sets on the portal.
mk: Организации се органи и институции од јавниот сектор кои податоците кои ги создаваат во остварувањето на своите надлежности ги објавуваат во формат на отворени податоци организирани во посебни податочни сетови на порталот.

source: Related datasets
mk: Поврзани податочни сетови
sq: Seti i të dhënave të ngjashme

source: This resource has no views
mk: Овој ресурс нема прегледи
sq: Ky burim nuk ka pamje

source: Download Metadata
mk: Преземи мета податоци
sq: Shkarko Metadata

source: Additional Information
mk: Дополнителни информации
sq: Informata shtesë

source: Field
mk: Поле
sq: Fusha

source: Value
mk: Вредност
sq: Vlera

source: Last updated
mk: Последно ажурирање
sq: Përditësimi i fundit

source: unknown
mk: непознато
sq: i panjohur

source: Created
mk: Креиран
sq: U krijua

source: Format
mk: Формат
sq: Formati

source: License
mk: Лиценца
sq: Licenca

source: From the dataset abstract
mk: Од апстрактот на податочниот сет
sq: Nga abstrakti i të dhënave

source: Source: <a href="%(url)s">%(dataset)s</a>
mk: Извор: <a href="%(url)s">%(dataset)s</a>
sq: Burim: <a href="%(url)s">%(dataset)s</a>

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a></p>
mk: <p class="empty">Овој податочен сет нема податоци, <a href="%(url)s">зошто не додатете?</a></p>
sq: <p class="empty">Ky grup i të dhënave nuk ka të dhëna, <a href="%(url)s"> pse jo shtoni disa?</a></p>

source: Relevance
mk: Релевантност

source: Name Ascending
mk: Име - растечки
sq: Emri Ngjitës

source: Name Descending
mk: Име - опаѓачки
sq: Emri zbritës

source: Last Modified
mk: Изменето
sq: E modifikuara e fundit

source: Organization Ascending
mk: Организација - растечки

source: Organization Descending
mk: Организација - опаѓачки

source: Total Downloads Ascending
mk: Вкупен број на спуштања - растечки
sq: Shkarkime Totali Ascending

source: Total Downloads Descending
mk: Вкупен број на спуштања - опаѓачки
sq: Shkarkime gjithsej në zbritje

source: File Size Ascending
mk: Големина на датотека - растечки
sq: Madhësia e dokumentit ngjitet

source: File Size Descending
mk: Големина на датотека - опаѓачки
sq: Madhësia e skedarit zbret

source: Location Ascending
mk: Локација - растечки

source: Location Descending
mk: Локација - опаѓачки

source: Download Dataset Metadata
mk: Преземи мета податоци
sq: Shkarko Metadatat e të dhënave

source: Additional Info
mk: Дополнителни информации
sq: Informata shtesë

source: State
mk: Состојба
sq: Rang

source: This field is required
mk: Ова поле е задолжително
sq: Kjo fushë duhet të plotësohet

source: Agree that you have provided an authority to add this dataset.
mk: Дадете согласност дека сте доставиле овластување за да го додадете овој податочен сет.
sq: Pajtohuni që ju keni dhënë një autoritet për të shtuar këtë grup të dhënash.

source: You must agree to add this dataset.
mk: Мора да се согласете за да го додадете овој податочен сет.
sq: Duhet të pranoni të shtoni këtë grup të dhënash.

source: If necessary, attach a file with additional authority to add this dataset
mk: Доколку е потребно, прикачете датотека со дополнително овластување за прикачување на овој податочен сет
sq: Nëse është e nevojshme, bashkëngjitni një skedar me autoritet shtesë për të shtuar këtë grup të dhënash

source: Uploaded authority file
mk: Прикачена датотека за овластување
sq: Dosja e ngarkuar e autoritetit

source: View
mk: Преглед
sq: Faqe

source: API Endpoint
mk: Крајна точка на API
sq: API Pika e fundit

source: Go to resource
mk: Отвори ресурс
sq: Shko tek burimi

source: Mark for Download
mk: Означи за преземање
sq: Shënoni për shkarkim

source: Views
mk: Прегледи
sq: Pamjet

source: Downloads
mk: Преземања
sq: Shkarkime

source: What are Reports?
mk: Што се извештаи?

source: Reports are used to check the validity of the links, as well as to identify unavailable links across a portal. This section also previews the quality of the open data across organizations, groups and data sets.
mk: Извештаите се употребуваат за да се провери валидноста на линковите како и недостапните линкови низ порталот. Тука е достапен преглед на квалитетот на отворените податоци во организациите, групите и податочните сетови.

source: The form contains invalid entries:
mk: Формата содржи невалидни записи:
sq: Formulari përmban shënime të pavlefshme:

source: What are Showcases?
mk: Што се апликации?

source: Different web and mobile applications may be developed based on the open data available. This section showcases the applications developed based on the published data sets.
mk: Врз основа на отворените податоци може да се изработуваат најразлични веб и мобилни апликации. Овде се прикажуваат апликациите кои се изработени врз основа на објавени отворени податоци.

source: Sysadmins can manage Showcase Admins from the <a href='%(url)s'>Showcase configuration page</a>.
mk: Системските администратори можат да управуваат со администраторите на апликации од <a href='%(url)s'>Страница за конфигурација на апликација</a>.

source: Show More {facet_type}
mk: Покажи повеќе {facet_type}

source: Show Only Popular {facet_type}
mk: Прикажи ги популарните {facet_type}

source: There are no {facet_type} that match this search
mk: Не се пронајдени {facet_type} кои се совпаѓаат со ова пребарување

source: Links
mk: Врски

source: Datasets
mk: Податочни сетови
sq: Seti i të dhënave

source: Organogram
mk: Органограм

source: Showcases
mk: Апликации
sq: Aplikimet

source: Experiences
mk: Истражувања
sq: Përvojë

source: Reports
mk: Извештаи
sq: Raportet

source: Data Requests
mk: Барања за податочни сетови
sq: Kërkesat e të dhënave

source: About
mk: За Порталот
sq: Për

source: About the organization
mk: За организацијата

source: About the group
mk: За групата

source: From
mk: Од
sq: Nga

source: To
mk: До
sq: Deri

source: Share
mk: Сподели
sq: Shpërndaje

source: Share on Facebook
mk: Сподели на Facebook
sq: Shpërndaje në Facebook

source: Share on Twitter
mk: Сподели на Twitter
sq: Shpërndaje në Twitter

source: Share on Google+
mk: Сподели на Google+
sq: Shpërndaje në Google+

source: Clear Upload
mk: Исчисти прикачување
sq: Ngarko qartë

source: Account Info
mk: Информации за сметката
sq: Informacioni i llogarisë

source: Your profile lets other CKAN users know about who you are and what you do.
mk: Вашиот профил овозможува другите CKAN корисници да дознаат кој сте Вие и што правите.
sq: Profili juaj u lejon përdoruesve të tjerë të CKAN të dinë se kush jeni dhe çfarë bëni.

source: Change details
mk: Промени детали
sq: Pastro Ngarkimin

source: Username
mk: Корисничко име
sq: Emri përdoruesit

source: Full name
mk: Целосно име
sq: Emri i plotë

source: eg. Joe Bloggs
mk: пр. Јован Јовановски
sq: p.sh. Joe Bloggs

source: Email
mk: Е-пошта

source: eg. joe@example.com
mk: пр. joe@primer.com
sq: p.sh. joe@example.com

source: A little information about yourself
mk: Кратка информација за Вас
sq: Disa informacione për veten

source: Subscribe to notification emails
mk: Зачленете се за известувања преку електронска пошта
sq: Abonohuni tek adresat elektronike të njoftimeve

source: Upload authority file
mk: Прикачи датотека за овластување
sq: Ngarko dosjen e autoritetit

source: Change password
mk: Промени лозинка
sq: Ndryshoni fjalëkalimin

source: Sysadmin Password
mk: Лозинка на систем администратор
sq: Sysadmin fjalëkalim

source: Old Password
mk: Стара лозинка
sq: Fjalëkalimi i vjetër
