Repository: keitaroinc/ckanext-datagovmk
Catalog: ckanext/datagovmk/i18n/*/LC_MESSAGES/ckanext-datagovmk.po
Languages: mk, sq

source: Password
mk: Лозинка
sq: Fjalëkalimi

source: Confirm Password
mk: Потврди лозинка
sq: Konfirmo fjalëkalimin

source: Are you sure you want to delete this User?
mk: Дали сте сигурни дека сакате да го избришете овој корисник?
sq: Jeni të sigurtë që doni të fshini këtë përdorues?

source: Delete
mk: Избриши
sq: Fshij

source: Are you sure you want to regenerate the API key?
mk: Дали сте сигурни дека саката да регенерирате нов API клуч?
sq: Jeni të sigurtë që doni të rigjeneroni çelësin e API?

source: Regenerate API Key
mk: Регенерирај API клуч
sq: Rigjeneroni çelësin e API

source: Update Profile
mk: Ажурирајте го профилот
sq: Ndryshoni profilin

source: Register for an Account
mk: Креирај сметка
sq: Regjistrohu për një llogari

source: username
mk: корисничко име
sq: Emri i përdoruesit

source: Full Name
mk: Целосно име
sq: Emri i plotë

source: Joe Bloggs
mk: Јован Јовановски

source: joe@example.com
mk: joe@primer.com

source: Confirm
mk: Потврдете
sq: Konfirmo

source: I am a state institution representative.
mk: Јас сум претставник на државната институција.

source: State institution representatives are required to confirm their identity by providing аn authorization for adding data to the portal. Once the state representative identity is confirmed, the required user privileges will be granted by the System Administrator.
mk: Претставниците на државните институции се обврзани да го потврдат својот идентитет со обезбедување на овластување за додавање на податоци на порталот. Откако идентитетот на државниот претставник ќе биде потврден, потребните кориснички привилегии ќе бидат одобрени од системскиот администратор.

source: Upload authorization/nomination
mk: Прикачете овластување/номинација

source: Uploaded authorization/nomination
mk: Прикачено овластување/номинација

source: Create Account
mk: Креирајте сметка
sq: Krijo llogari

source: Request Reset
mk: Ресетирај
sq: Rivendosur

source: How does this work?
mk: Како ова работи?
sq: Si funksionon kjo?

source: Enter your username into the box and we will send you an email with a link to enter a new password.
mk: Внесете го Вашето корисничко име во полето и ние ќе Ви испратиме електронска порака со линк за влез и нова лозинка.
sq: Shtypni emrin tuaj të përdoruesit në kuti dhe ne do të ju dërgojmë një lidhje për të shtypur një fjalëkalim të ri.

source: Blvd. St. Cyril and Methodius No.54 1000 Skopje, Republic of Macedonia
sq: Blvd. Shën Kirili dhe Metodi nr.54 1000 Shkup, R. e Maqedonisë
