Repository: keitaroinc/ckanext-datagovmk
Catalog: ckan_i18n/*/ckan.po
Languages: sq

source: Complete
sq: E përfunduar

source: Pending
sq: I mbetur pezull

source: Submitting
sq: Parashtrimin

source: Error
sq: Gabim

source: Not Uploaded Yet
sq: Akoma nuk është ngarkuar

source: Resource not found
sq: Burimi nuk u gjet

source: Not authorized to see this page
sq: Nuk jeni i autorizuar për ta shikuar këtë faqe

source: Upload to DataStore
sq: Ngarkoni në setin e të dhënave

source: Upload error:
sq: Gabim në ngarkim:

source: Error:
sq: Gabim:

source: Error traceback:
sq: Gjurmim i gabuar:

source: Status
sq: Statusi

source: Last updated
sq: Përditësimi i fundit

source: Never
sq: Asnjëherë

source: Upload Log
sq: Ngarkoni Log-in (regjistrim)

source: Details
sq: Detajet

source: End of log
sq: Fundi i llogarisë

source: DataStore
sq: Ruajtja e të Dhënave

source: format: must be one of %s
sq: formati: duhet të jetë një nga %s

source: DataStore resource not found
sq: Burimi i Setit të të dhënave nuk u gjet

source: Data Dictionary saved. Any type overrides will take effect when the resource is next uploaded to DataStore
sq: Fjalori i të dhënave u ruajt. Çdo tip i refuzimit do të ketë efekt kur burimi të ngarkohet së fundi në Setin e të Dhënave

source: The data was invalid (for example: a numeric value is out of range or was inserted into a text field).
sq: Të dhënat ishin të pavlefshme (si për shembull: një vlerë numerike është jashtë rangut ose është futur në një fushë të tekstit).

source: Resource "{0}" was not found.
sq: Burimi "{0}" nuk u gjet.

source: User {0} not authorized to update resource {1}
sq: Përdoruesi {0} nuk është i autorizuar të ndryshojë burimin {1}

source: CKAN Data API
sq: CKAN API i të dhënave

source: Access resource data via a web API with powerful query support
sq: Qasja e të dhënave të burimeve nëpërmjet një ueb API me mbështetje të fuqishme të kërkesave

source: Further information in the <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
sq: Për më tepër informacione në <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank"> dokumentacionin kryesor të të dhënave CKAN dhe të dhënave të dhënave </a>. </p>

source: Endpoints
sq: Pikat në fund

source: The Data API can be accessed via the following actions of the CKAN action API.
sq: Të dhënat e API-së mund të ketë qasje nëpërmjet veprimeve të mëtejshme të API-së të veprimit të CKAN-it.

source: Create
sq: Krijo

source: Update / Insert
sq: Përditëso / shto

source: Query
sq: Pyetje

source: Query (via SQL)
sq: Pyetje (përmes SQL)

source: Querying
sq: Parashtro pyetje

source: Query example (first 5 results)
sq: Shembulli i pyetjes (5 rezultatet e para)

source: Query example (results containing 'jones')
sq: Shembulli i pyetjes (rezultatet që përmbajnë 'jones')

source: Query example (via SQL statement)
sq: Shembulli i pyetjes (nëpërmjet deklaratës SQL)

source: Example: Javascript
sq: Shembulli: Javascript

source: A simple ajax (JSONP) request to the data API using jQuery.
sq: Një kërkesë e thjeshtë e ajax (JSONP) në API-në e të dhënave duke përdorur jQuery

source: Example: Python
sq: Shembulli: Python

source: Save
sq: Ruaj

source: Field {num}.
sq: Fushë {nr.}.

source: Type Override
sq: Lloji i refuzimit

source: Label
sq: Etiketë

source: Description
sq: Përshkrim

source: Data Dictionary
sq: Fjalori i të dhënave

source: Column
sq: Kolonë

source: Type
sq: Lloj

source: Loading...
sq: Duke u ngarkuar...

source: Data API
sq: Të dhënat e API-së

source: Further information in the <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
sq: Informcione të mëtejshme në <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">dokumentacioni kryesor i CKAN Data API-t dhe DataStore</a>.</p>

source: Table
sq: Tabela

source: Responsive display
sq: Shfaqja e përgjegjshme

source: Show Columns
sq: Trego kolonat

source: Hide/Unhide Columns
sq: Kolona të fshehura/të dukshme

source: Datasets per page
sq: Seti i të dhënave për faqe

source: Test conf
sq: Testi conf

source: Relevance
sq: Relevante

source: Name Ascending
sq: Emri në ngjitje

source: Name Descending
sq: Emri në zbritje

source: Last Modified
sq: Modifikimi i fundit

source: Custom Field Ascending
sq: Fusha e shfrytëzuar (custom) në rritje

source: Custom Field Descending
sq: Fusha e shfrytëzuar (custom) në zbritje

source: Popular
sq: E popullarizuar

source: Custom Text
sq: Teksti me porosi

source: custom text
sq: tekst me porosi

source: Country Code
sq: Prefiksi i vendit

source: custom resource text
sq: Teksti burimor i shfrytëzuar

source: This is an untranslated string
sq: Ky është një varg i papërkthyer

source: This group has no description
sq: Ky grup nuk ka përshkrim

source: {num} Dataset
sq: Seti i të dhënave

source: 0 Datasets
sq: 0 Sete të dhënash

source: CKAN's data previewing tool has many powerful features
sq: Mjeti i CKAN-it për rishikimin e të dhënave ka shumë karakteristika të fuqishme

source: Followers
sq: Ndjekësit

source: Resources
sq: Burime

source: Image
sq: Imazh

source: Image url
sq: Imazhi i Url-së

source: eg. http://example.com/image.jpg (if blank uses resource url)
sq: p.sh. http://example.com/image.jpg (nëse të zbrazur e përdor url-në e burimit)

source: Data Explorer
sq: Të dhënat eksploruese

source: Graph
sq: Grafiku

source: Map
sq: Harta

source: error loading view
sq: Gabim gjatë ngarkimit të pamjes

source: Could not load view
sq: Nuk mund të ngarkohet pamja

source: DataStore returned an error
sq: Seti i të dhënave u rikthye në gabim

source: DataProxy returned an error
sq: Të dhënat e Proxy-t u rikthyhen në gabim

source: Grid
sq: Rrjeti

source: Filters
sq: Filtrat

source: Row offset
sq: Zhvendosja e rreshtave

source: eg: 0
sq: p.sh: 0

source: Number of rows
sq: Numri i rreshtave

source: eg: 100
sq: p.sh.: 100

source: Graph type
sq: Lloji i grafikut

source: Group (Axis 1)
sq: Grupi (boshti 1)

source: Series (Axis 2)
sq: Seria (Boshti 2)

source: Field type
sq: Lloji i fushës

source: Latitude field
sq: Gjerësia e fushës

source: Longitude field
sq: Gjatësia e fushës

source: GeoJSON field
sq: Fusha GeoJSON

source: Auto zoom to features
sq: Zmadhim automatik i veçorive

source: Cluster markers
sq: Grumbullimi i shënimeve

source: Total number of Datasets
sq: Numri total i setit të të dhënave

source: Date
sq: Data

source: Total datasets
sq: Totali i setit të të dhënave

source: Dataset Revisions per Week
sq: Rishikimet e setit të të dhënave në javë

source: All dataset revisions
sq: Të gjitha rishikimet e setit të të dhënave

source: New datasets
sq: Të dhënat e reja të setit të të dhënave

source: Top Rated Datasets
sq: Seti i të dhënave më të vlerësuara

source: Average rating
sq: Vlerësimi mesatar

source: Number of ratings
sq: Numri i vlerësimeve

source: No ratings
sq: Nuk ka vlerësime

source: Most Edited Datasets
sq: Seti i të dhënave më të modifikuara

source: Dataset
sq: Seti i të dhënave

source: Number of edits
sq: Numri i redaktimeve

source: No edited datasets
sq: Asnjë set i të dhënave nuk u redaktua

source: Largest Groups
sq: Grupet më të mëdha

source: Group
sq: Grupi

source: Number of datasets
sq: Numri i setit të të dhënave

source: No groups
sq: Nuk ka grupe

source: Top Tags
sq: Tags-at kryesorë

source: Tag Name
sq: Emri i Tag-ut

source: Number of Datasets
sq: Numri i setit të të dhënave

source: Users Creating Most Datasets
sq: Përdoruesit krijuan më tepër sete të të dhënave

source: User
sq: Përdorues

source: Statistics Menu
sq: Mënyja e statistikave

source: Total Number of Datasets
sq: Numri total i setit të të dhënave

source: Text
sq: Teksti

source: Website
sq: Uebsajt (Web-faqe)

source: Web Page url
sq: Url-ja e uebsajtit

source: eg. http://example.com (if blank uses resource url)
sq: p.sh. http://example.com (nëse përdor të zbrazur burimin e url-së)

source: Your browser does not support iframes.
sq: Shfletuesi juaj nuk mbështet iframes.

source: Authorization function not found: %s
sq: Funksioni i autorizimit nuk u gjet: %s

source: Admin
sq: Administruesi

source: Editor
sq: Redaktori

source: Member
sq: Anëtar

source: Need to be system administrator to administer
sq: Duhet të jeshë administrator i sistemit për të administruar

source: Site Title
sq: Titulli i Faqes

source: Style
sq: Stili

source: Site Tag Line
sq: Linja e Tag faqes

source: Site Tag Logo
sq: Logo e Tag faqes

source: About
sq: Rreth nesh

source: About page text
sq: Rreth tekstit të faqes

source: Intro Text
sq: Teksti hyrës

source: Text on home page
sq: Teksti në faqen kryesore

source: Custom CSS
sq: Shfrytëzuesi i CSS-it

source: Customisable css inserted into the page header
sq: Në kreun e faqes u shtua css e shfrytëzuesit

source: Homepage
sq: Ballina

source: Cannot purge package %s as associated revision %s includes non-deleted packages %s
sq: Nuk mund të spastrohet paketa %s si rishikim i lidhur %s përfshin pakot e pa fshira %s

source: Problem purging revision %s: %s
sq: Problem në largimin e versionit %s: %s

source: Purge complete
sq: Spastrim i plotë

source: Action not implemented.
sq: Veprimi nuk zbatohet

source: Access denied
sq: Mohohet qasja

source: Not found
sq: Nuk u gjet

source: Bad request
sq: Kërkesë e gabuar

source: Action name not known: %s
sq: Emri i veprimit nuk është i njohur: %s

source: JSON Error: %s
sq: Gabim në JSON: %s

source: Bad request data: %s
sq: Kërkesë e gabuar e të dhënave: %s

source: No revision specified
sq: Asnjë rishikim i specifikuar

source: There is no revision with id: %s
sq: Nuk ka rishikim me id: %s

source: Missing search term ('since_id=UUID' or 'since_time=TIMESTAMP')
sq: Mungon termi i kerkimit ('since_id=UUID' or 'since_time=TIMESTAMP')

source: Could not read parameters: %r
sq: Nuk mund t'i lexoni parametrat: %r

source: Bad search option: %s
sq: Mundësi e keqe e kërkimit: %s

source: Unknown register: %s
sq: Regjistër i panjohur: %s

source: Malformed qjson value: %r
sq: Vlera e keqformuar e QJSON-it: %r

source: Request params must be in form of a json encoded dictionary.
sq: Parametrat e kërkimit duhet të jenë në formatin json ose në json fjalorin e koduar

source: Group not found
sq: Grupi nuk u gjet

source: Organization not found
sq: Organizata nuk u gjet

source: Incorrect group type
sq: Lloji i gabuar i grupimit

source: Organizations
sq: Organizatat

source: Groups
sq: Grupet

source: Tags
sq: Tags-at (Etiketat)

source: Formats
sq: Formatet

source: Licenses
sq: Licencat

source: User %r not authorized to edit %s
sq: Përdoruesi %r nuk është i autorizuar të modifikojë %s

source: Not authorized to perform bulk update
sq: I paautorizuar të kryeni pjesën më të madhe të përditësimeve

source: Unauthorized to create a group
sq: I paautorizuar për të krijuar një grup

source: Integrity Error
sq: Gabim i integruar

source: User %r not authorized to edit %s authorizations
sq: Përdoruesi %r nuk është i autorizuar t'i modifikojë autorizimet %s

source: Unauthorized to delete group %s
sq: Nuk jeni i autorizuar për ta fshirë grupin %s

source: Organization has been deleted.
sq: Organizata është fshirë.

source: Group has been deleted.
sq: Grupi është fshirë.

source: %s has been deleted.
sq: %s është fshirë.

source: User %r not authorized to edit members of %s
sq: Përdoruesi %r nuk është i autorizuar për t'i redaktuar anëtarët e %s

source: Unauthorized to create group %s members
sq: I paautorizuar për të krijuar anëtarë të grupit %s

source: Unauthorized to add member to group %s
sq: I paautorizuar për të shtuar anëtar në grupin %s

source: Unauthorized to delete group %s members
sq: I paautorizuar për t'i fshirë anëtarët t grupit %s

source: Group member has been deleted.
sq: Anëtari i grupit është fshirë.

source: Select two revisions before doing the comparison.
sq: Zgjidhni dy rishikime para se të bëni krahasimin

source: CKAN Group Revision History
sq: Historiku i Revizionit të Grupit CKAN

source: Recent changes to CKAN Group:
sq: Ndryshimet e fundit te Grupi CKAN:

source: Log message:
sq: Mesazhet e log-ut:

source: You are now following {0}
sq: Ju jeni duke ndjekur {0}

source: You are no longer following {0}
sq: Ju nuk po ndiqni më {0}

source: Unauthorized to view followers %s
sq: I paautorizuar për t'i shikuar ndjekësit %s

source: This site is currently off-line. Database is not initialised.
sq: Kjo faqe është aktualisht off-line. Baza e të dhënave nuk inicializohet.

source: Please <a href="%s">update your profile</a> and add your email address.
sq: Ju lutemi<a href="%s"> përditësoni profilin tuaj</a>, si dhe shtoni adresën e e-mailit tuaj.

source: %s uses your email address if you need to reset your password.
sq: %s përdor adresën tuaj të e-mailit nëse keni nevojë të rivendosni fjalëkalimin tuaj.

source: Invalid search query: {error_message}
sq: Kërkimi i pyetjes i pavlefshëm: {error_message}

source: Parameter "{parameter_name}" is not an integer
sq: Parametri "{parameter_name}" nuk është një numër i plotë. "{parameter_name}" = emri i parametrit

source: Dataset not found
sq: Seti i të dhënave nuk u gjet

source: Invalid revision format: %r
sq: Formati i rishikimit i pavlefshëm : %r

source: Viewing datasets of type "{package_type}" is not supported ({file_!r}).
sq: Shikimi i setit të të dhënave i llojit "{package_type}" nuk mbështetet ({file_!r}).

source: Unauthorized to read package %s
sq: I paautorizuar të lexoni paketën %s

source: CKAN Dataset Revision History
sq: Historiku i Rishikimit tek seti i të dhënave të CKAN-it

source: Recent changes to CKAN Dataset:
sq: Ndryshimet e fundit në setin e të dhënave të CKAN-it:

source: Unauthorized to create a package
sq: I paautorizuar të krijoni një paketë

source: Unauthorized to edit this resource
sq: I paautorizuar për t'a redaktuar këtë burim

source: Unauthorized to update dataset
sq: I paautorizuar për ta ndryshuar setin e të dhënave

source: The dataset {id} could not be found.
sq: Seti i të dhënave {id} nuk mund të gjendet

source: You must add at least one data resource
sq: Duhet të shtoni të paktën një burim të të dhënave

source: Unauthorized to create a resource
sq: I paautorizuar për të krijuar një burim

source: Unauthorized to create a resource for this package
sq: I paautorizuar të krijoni një burim për këtë paketë

source: Unable to add package to search index.
sq: Është e pamundur të shtoni paketë për të kërkuar indeks.

source: Unable to update search index.
sq: Nuk mund ta përditësoni indeksin e kërkimit.

source: Dataset has been deleted.
sq: Seti i të dhënave është fshirë.

source: Unauthorized to delete package %s
sq: I paautorizuar për ta fshirë paketën %s

source: Resource has been deleted.
sq: Burimi është fshirë.

source: Unauthorized to delete resource %s
sq: I paautorizuar për ta fshirë burimin %s

source: Resource view not found
sq: Pamja burimore nuk u gjet

source: Resource data not found
sq: Të dhënat burimore nuk u gjetën

source: No download is available
sq: Asnjë shkarkim nuk është në dispozicion

source: Unauthorized to read dataset %s
sq: I paautorizuar ta lexoni setin e të dhënave %s

source: Unauthorized to read resource %s
sq: I paautorizuar ta lexoni burimin %s

source: Unauthorized to edit resource
sq: I paautorizuar ta redaktoni burimin

source: View not found
sq: Pamja nuk u gjet

source: View Type Not found
sq: Lloji i Pamjës nuk u gjet

source: Bad resource view data
sq: Burim i gabuar i shikimit të të dhënave

source: Resource view not supplied
sq: Pamja burimore nuk furnizohet

source: No preview has been defined.
sq: Asnjë parapamje nuk u përcaktua

source: CKAN Repository Revision History
sq: Historiku i Rishikimit të depozituar të CKAN-it

source: Recent changes to the CKAN repository.
sq: Ndryshimet e fundit në katalogun e CKAN-it

source: Datasets affected: %s.
sq: Setet e të dhënave janë prekur: %s.

source: Revision updated
sq: Rishikimi u përditësua

source: Other
sq: Tjetër

source: Tag not found
sq: Tag-u nuk u gjet

source: Unauthorized to register as a user.
sq: Jeni të paautorizuar të regjistroheni si përdorues

source: Unauthorized to create a user
sq: I paautorizuar për të krijuar një përdorues

source: Unauthorized to delete user with id "{user_id}".
sq: I paautorizuar për të fshirë përdoruesin me id "{user_id}".

source: No user specified
sq: Asnjë përdorues i specifikuar

source: Unauthorized to edit user %s
sq: I paautorizuar për të redaktuar %s

source: User not found
sq: Përdoruesi nuk u gjet

source: Profile updated
sq: Profili u përditësua

source: Unauthorized to create user %s
sq: I paautorizuar për të krijuar përdorues %s

source: Bad Captcha. Please try again.
sq: Captcha e gabuar. Ju lutemi provoni përsëri.

source: User "%s" is now registered but you are still logged in as "%s" from before
sq: Përdoruesi "%s" është i regjistruar tani, mirëpo ju jeni akoma të kyçur si "%s", nga më parë

source: Unauthorized to edit a user.
sq: Të paautorizuar për të redaktuar një përdorues

source: User %s not authorized to edit %s
sq: Përdoruesi %s nuk është i autorizuar për të redaktuar %s

source: Password entered was incorrect
sq: Fjalëkalimi i dhënë nuk është i saktë

source: Old Password
sq: Fjalëkalimi i vjetër

source: incorrect password
sq: Fjalëkalimi i gabuar

source: Login failed. Bad username or password.
sq: Kycja dështoi. Emri i përdoruesit ose fjalëkalimi nuk është i saktë.

source: Unauthorized to request reset password.
sq: Nuk jeni i autorizuar për ta kërkuar ndrrimin e fjalëkalimit.

source: "%s" matched several users
sq: "%s" përputhet me disa përdorues

source: No such user: %s
sq: Asnjë përdorues i tillë: %s

source: Please check your inbox for a reset code.
sq: Ju lutem kontrolloni kutinë tuaj për një kod të rivendosjes

source: Could not send reset link: %s
sq: Nuk mund të dërgoni link-un e rivendosur: %s

source: Unauthorized to reset password.
sq: Nuk jeni i autorizuar për ta ndërruar fjalëkalimin.

source: Invalid reset key. Please try again.
sq: Çelësi i rivendosur i pavlefshëm. Ju lutemi provoni përsëri.

source: Your password has been reset.
sq: Fjalëkalimi juaj është rivendosur

source: Your password must be 4 characters or longer.
sq: Fjalëkalimi juaj duhet të ketë 4 ose më tepër karaktere.

source: The passwords you entered do not match.
sq: Fjalëkalimi që futët nuk përputhet.

source: You must provide a password
sq: Ju duhet të jepni një fjalëkalim

source: Follow item not found
sq: Artikulli në vijim nuk u gjet

source: {0} not found
sq: {0} nuk u gjet

source: Everything
sq: Gjithçka

source: Missing Value
sq: Mungon vlera

source: Redirecting to external site is not allowed.
sq: Nuk lejohet ridrejtimi në faqen e jashtme.

source: {actor} added the tag {tag} to the dataset {dataset}
sq: {actor} shtoi etiketën {tag} në setin e të dhënave {dataset}

source: {actor} updated the group {group}
sq: {actor} ndryshoi grupin {group}

source: {actor} updated the organization {organization}
sq: {actor} përditësoi organizatën {organization}

source: {actor} updated the dataset {dataset}
sq: {actor} ndryshoi setin e të dhënave {dataset}

source: {actor} changed the extra {extra} of the dataset {dataset}
sq: {actor} ndryshoi ekstra {extra} në setin e të dhënave {dataset}

source: {actor} updated the resource {resource} in the dataset {dataset}
sq: {actor} përditësoi burimin {resource} në setin e të dhënave {dataset}

source: {actor} updated their profile
sq: {actor} përditësoi profilin e tyre

source: {actor} deleted the group {group}
sq: {actor} e fshiu grupin {group}

source: {actor} deleted the organization {organization}
sq: {actor} e fshiu organizatën {organization}

source: {actor} deleted the dataset {dataset}
sq: {actor} e fshiu setin e të dhënave {dataset}

source: {actor} deleted the extra {extra} from the dataset {dataset}
sq: {actor} fshiu ekstra {extra} nga seti i të dhënave {dataset}

source: {actor} deleted the resource {resource} from the dataset {dataset}
sq: {actor} e fshiu burimin {resource} nga seti i të dhënave {dataset}

source: {actor} created the group {group}
sq: {actor} krijoi grupin {group}

source: {actor} created the organization {organization}
sq: {actor} krijoi organizatën {organization}

source: {actor} created the dataset {dataset}
sq: {actor} krijoi setin e të dhënave {dataset}

source: {actor} added the extra {extra} to the dataset {dataset}
sq: {actor} shtoi ekstra {extra} në setin e të dhënave {dataset}

source: {actor} added the resource {resource} to the dataset {dataset}
sq: {actor} shtoi burimin {resource} në setin e të dhënave {dataset}

source: {actor} signed up
sq: {actor} u regjistrua

source: {actor} removed the tag {tag} from the dataset {dataset}
sq: {actor} hoqi tag-un {tag} nga seti i të dhënave {dataset}

source: {actor} started following {dataset}
sq: {actor} filloi të ndjek {dataset}

source: {actor} started following {user}
sq: {actor} filloi të ndjek {user}

source: {actor} started following {group}
sq: {actor} filloi të ndjek {group}

source: View
sq: Shikoni

source: {n} new activity from {site_title}
sq: {n} aktivitet i ri nga {site_title}

source: January
sq: Janar

source: February
sq: Shkurt

source: March
sq: Mars

source: April
sq: Prill

source: May
sq: Maj

source: June
sq: Qershor

source: July
sq: Korrik

source: August
sq: Gusht

source: September
sq: Shtator

source: October
sq: Tetor

source: November
sq: Nëntor

source: December
sq: Dhjetor

source: Just now
sq: Tani

source: {mins} minute ago
sq: {mins} minuta më parë

source: {hours} hour ago
sq: {hours} orë më parë

source: {days} day ago
sq: {days} ditë më parë

source: {months} month ago
sq: {months} muaj më parë

source: over {years} year ago
sq: rreth {years} viti më parë

source: {bytes} bytes
sq: {bytes} bajt

source: Update your avatar at gravatar.com
sq: Përditësoni avatarin tuaj në gravatar.com

source: Unknown
sq: I panjohur

source: Unnamed resource
sq: Burim i pa emëruar

source: Created new dataset.
sq: U krijua seti i ri i të dhënave

source: Edited resources.
sq: Redakto burimet.

source: Edited settings.
sq: Redakto cilësimet

source: {number} view
sq: Shikime

source: {number} recent view
sq: {number} shikimet e fundit

source: No recipient email address available!
sq: Asnjë adresë e-maili marrëse në dispozicion!

source: organization
sq: organizata

source: group
sq: grup

source: Missing value
sq: Mungon vlera

source: The input field %(name)s was not expected.
sq: Fusha hyrëse %(name)s nuk pritej.

source: Please enter an integer value
sq: Ju lutem vendosni një numër të plotë të vlerës

source: Must be a Unicode string value
sq: Duhet të jetë një vlerë e një vargu karakteresh Unicode

source: Package resource(s) invalid
sq: Paketa e burimit(eve) e pavlefshme

source: Extras
sq: Ekstra

source: Tag vocabulary "%s" does not exist
sq: Tag fjalori "%s" nuk ekziston

source: Could not parse as valid JSON
sq: Nuk mund të analizohet si JSON valid

source: An organization must be provided
sq: Një organizatë duhet të sigurohet

source: Organization does not exist
sq: Organizata nuk ekziston

source: You cannot add a dataset to this organization
sq: Nuk mund të shtoni set të të dhënave në këtë organizatë

source: Invalid integer
sq: Numër i plotë i pavlefshëm

source: Must be a natural number
sq: Duhet të jetë një numër natyror

source: Must be a postive integer
sq: Duhet të jetë një numër i plotë pozitiv

source: Date format incorrect
sq: Formati i datës është gabim

source: No links are allowed in the log_message.
sq: Asnjë link nuk lejohet në log messazhet

source: Dataset id already exists
sq: Seti i të dhënave tani më ekziston

source: Resource
sq: Burimi

source: That group name or ID does not exist.
sq: Ky emër apo ID i grupit nuk ekziston.

source: Activity type
sq: Lloji i aktivitetit

source: Names must be strings
sq: Emrat duhet të jenë në vargje
