Repository: keitaroinc/ckanext-datagovmk
Catalog: ckan_i18n/*/ckan.po
Languages: sq

source: View {name}
sq: Shiko {name}

source: Remove dataset from this group
sq: Fshij setin e të dhënave nga ky grupi

source: What are Groups?
sq: Çka paraqesin grupet?

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
sq: Grupet janë përmbledhje e setit të të dhënave nga një temë e caktuar, duke mundësuar gjetjen më të thjeshtë të setit të të dhënave nga aspekti i ngjashëm.

source: Compare
sq: Krahaso

source: Deleted
sq: E fshirë

source: read more
sq: lexo më shumë

source: Revision
sq: Rishikim

source: Timestamp
sq: Data

source: Author
sq: Autor

source: Log Message
sq: Mesazhet e log-ut

source: Welcome
sq: Mirësevini

source: <p>CKAN is the world’s leading open-source data portal platform.</p> <p>CKAN is a complete out-of-the-box software solution that makes data accessible and usable – by providing tools to streamline publishing, sharing, finding and using data (including storage of data and provision of robust data APIs). CKAN is aimed at data publishers (national and regional governments, companies and organizations) wanting to make their data open and available.</p> <p>CKAN is used by governments and user groups worldwide and powers a variety of official and community data portals including portals for local, national and international government, such as the UK’s <a href="http://data.gov.uk">data.gov.uk</a> and the European Union’s <a href="http://publicdata.eu/">publicdata.eu</a>, the Brazilian <a href="http://dados.gov.br/">dados.gov.br</a>, Dutch and Netherland government portals, as well as city and municipal sites in the US, UK, Argentina, Finland and elsewhere.</p> <p>CKAN: <a href="http://ckan.org/">http://ckan.org/</a><br /> CKAN Tour: <a href="http://ckan.org/tour/">http://ckan.org/tour/</a><br /> Features overview: <a href="http://ckan.org/features/">http://ckan.org/features/</a></p>
sq: <p>CKAN është platforma kryesore e portalit të të dhënave me burim të hapur. </p> <p> CKAN është një zgjidhje e plotë e softuerit që i bën të dhënat të arritshme dhe të përdorura - duke ofruar mjete për të përmirësuar publikimin, bashkëndarjen, gjetjen dhe përdorimin e të dhënave (duke përfshirë memorimin e të dhënave dhe sigurimin e API-ve të fuqishme të të dhënave). CKAN ka për qëllim publikimin e të dhënave (qeveritë kombëtare dhe rajonale, kompanitë dhe organizatat) që dëshirojnë t'i bëjnë të dhënat e tyre të hapura dhe në dispozicion. </p> <p>CKAN përdoret nga qeveritë dhe grupet e përdoruesve në mbarë botën dhe ka fuqi të ndryshme të portaleve zyrtare dhe të të dhënave të komunitetit duke përfshirë portale për qeverinë lokale, kombëtare dhe ndërkombëtare, siç janë të dhënat e BM-së<a href="http://data.gov.uk">data.gov.uk </a> <a href="http://publicdata.eu/"> publicdata.eu </a> të Unionit Evropian, brazilian <a href="http://dados.gov. br/ "> dados.gov.br</a>, portalet qeveritare Gjermane dhe Holandeze, si qytetet dhe komunat në SHBA, Britaninë e Madhe, Argjentinë, Finlandë dhe vende të tjera. </p> <p>CKAN: <a href="http://ckan.org/"> http://ckan.org/ </a><br/> CKAN Tour: <a href="http:// ckan.org/tour/ "> http://ckan.org/tour/ </a> <br/> Pamje e veçorive: <a href="http://cko.org/features/"> http://ckan.org/features/</a> </p>

source: Welcome to CKAN
sq: Mirësevini në CKAN

source: This is a nice introductory paragraph about CKAN or the site in general. We don't have any copy to go here yet but soon we will
sq: Ky është një paragraf i mirë hyrës rreth CKAN-it ose faqes në përgjithësi. Akoma nuk kemi asnjë kopje për të treguar këtu ende, por do të kemi së shpejti

source: This is a featured section
sq: Ky është një seksion i paraqitur

source: E.g. environment
sq: P.sh. ambienti

source: Search data
sq: Kërko të dhënat

source: Search datasets
sq: Kërko Setet e të dhënave

source: Popular tags
sq: Tags-at e popullarizuara

source: {0} statistics
sq: {0} statistikat

source: dataset
sq: set i të dhënave

source: datasets
sq: setet e të dhënave

source: organizations
sq: organizatat

source: groups
sq: grupe

source: You can use <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> here
sq: Mund të përdorni <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Formatimi Markdown </a> këtu

source: This field is required
sq: Kjo fushë duhet të plotësohet

source: Custom
sq: Porosi

source: The form contains invalid entries:
sq: Formulari përmban shënime të pavlefshme:

source: Required field
sq: Fusha e kërkuar

source: Image URL
sq: Imazhi i URL-së

source: Clear Upload
sq: Ngarko qartë

source: Organization Form
sq: Forma e Organizimit

source: Edit datasets
sq: Redakto setet e të dhënave

source: found for "{query}"
sq: u gjet për "{query}"

source: Sorry no datasets found for "{query}"
sq: Na vjen keq nuk u gjetën setet e të dhënave për "{query}"

source: Make public
sq: Bëni publike

source: Make private
sq: Bëni private

source: Private
sq: Privat

source: This organization has no datasets associated to it
sq: Kjo organizatë nuk ka të dhëna lidhur me të

source: Are you sure you want to delete organization - {name}?
sq: A jeni i sigurtë se dëshironi ta fshini organizatën{name}?

source: Edit Organization
sq: Redakto Organizatën

source: Add Organization
sq: Shto Organizatë

source: Search organizations...
sq: Kërko Organizatë...

source: There are currently no organizations for this site
sq: Aktualisht nuk ka organizata për këtë faqe

source: Username
sq: Emri përdoruesit

source: Email address
sq: E-mail adresa

source: Update Member
sq: Përditëso Anëtarin

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
sq: <p><strong>Administratori:</strong> Mund të shtojë/redaktojë dhe t'i fshijë setet e të dhënave si dhe t'i menaxhojë anëtarët e organizatës</p> <p><strong>Redaktori:</strong>Mund t'i shtojë dhe t'i redaktojë setet e të dhënave, por jo t'i menaxhojë anëtarët e organizatës.</p> <p><strong>Anëtari:</strong> Mund t'i shikojë setet e të dhënave private të organizatës, por jo të shtojë të dhëna të reja .</p>

source: {count} member
sq: {count} anëtar

source: Create an Organization
sq: Krijo një Organizatë

source: Update Organization
sq: Përditëso Organizatën

source: Create Organization
sq: Krijo Organizatën

source: Datasets in organization: {group}
sq: Setet e të dhënave në organizatë: {group}

source: What are Organizations?
sq: Çka janë organizatat?

source: <p>Organizations act like publishing departments for datasets (for example, the Department of Health). This means that datasets can be published by and belong to a department instead of an individual user.</p> <p>Within organizations, admins can assign roles and authorise its members, giving individual users the right to publish datasets from that particular organisation (e.g. Office of National Statistics).</p>
sq: <p>Organizatat veprojnë si departmente publikimi për setin e të dhënave (për shembull, Departmenti i Shëndetësisë). Kjo nënkupton që setet e të dhënave mund t'i publikojnë dhe t'i përkasin një departmenti, në vend të një përdoruesi individual.</p><p>Brenda organizatave, administratori mund të caktojë role dhe t'i autorizojë anëtarët e saj, duke u dhënë të drejta përdoruesve individualë të publikojnë sete të të dhënave nga ajo organizatë e veçantë (p.sh. Zyra Kombëtare e Statistikave).</p>

source: CKAN Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
sq: Organizatat janë organe dhe institucione të sektorit publik, të dhënat të cilat i përpilojnë në realizimin e kompetencave të tyre i publikojnë në format të të dhënave të hapura të organizuara në setin e veçantë të të dhënave.

source: My Organization
sq: Organizata ime

source: my-organization
sq: organizata-ime

source: A little information about my organization...
sq: Disa informacione rreth organizatës sime...

source: Are you sure you want to delete this Organization? Note*: Deleting cannot be performed while public or private datasets belong to this organization.
sq: A jeni i sigurtë se doni ta fshini këtë organizatë? Shënim *: Fshirja nuk mund të kryhet ndërsa grupet e të dhënave publike ose private i përkasin kësaj organizate.

source: Save Organization
sq: Ruaj organizatën

source: View {organization_name}
sq: Shiko {organization_name}

source: Create Dataset
sq: Krijo setin e të dhënave

source: What are datasets?
sq: Çfarë janë setet e të dhënave?

source: A CKAN Dataset is a collection of data resources (such as files), together with a description and other information, at a fixed URL. Datasets are what users see when searching for data.
sq: Një set i të dhënave të CKAN-it është një koleksion i burimeve të të dhënave (siç janë fajl-et), së bashku me një përshkrim dhe informacion tjetër, në një URL të fiksuar. Setet e të dhënave janë ato që përdoruesit i shikojnë kur kërkojnë të dhëna.

source: Are you sure you want to delete dataset - {name}?
sq: A jeni i sigurtë se dëshironi ta fshini setin e të dhënave - {name}?

source: Are you sure you want to delete resource - {name}?
sq: A jeni i sigurtë se dëshironi ta fshini burimin - {name}?

source: View dataset
sq: Shikoni setin e të dhënave

source: Edit metadata
sq: Redakto të dhënat

source: Edit view
sq: Ndrysho faqen

source: Preview
sq: Parashiko

source: Update
sq: Përditëso

source: Associate this group with this dataset
sq: Bashkangjitni këtë grup me këtë set të dhënash

source: Add to group
sq: Shto në grup

source: There are no groups associated with this dataset
sq: Nuk ka grupe të lidhura me këtë set të dhënash

source: Update Dataset
sq: Ndrysho setin e të dhënave

source: Add data to the dataset
sq: Shto të dhëna në setin e të dhënave

source: Add New Resource
sq: Shto burime të reja

source: Add resource
sq: Shto burim

source: New resource
sq: Burim i ri

source: Add view
sq: Shto faqën

source: Data Explorer views may be slow and unreliable unless the DataStore extension is enabled. For more information, please see the <a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>Data Explorer documentation</a>.
sq: Shikimet e eksploruesit të të dhënave mund të jenë të ngadalta dhe jo të besueshme nëse nuk është aktivizuar zgjerimi i setit të të dhënave. Për më tepër informacione, ju lutemi shikoni në <a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_ blank'> Dokumentacioni i të dhënave eksploruese </a>.

source: Add
sq: Shto

source: This is an old revision of this dataset, as edited at %(timestamp)s. It may differ significantly from the <a href="%(url)s">current revision</a>.
sq: Ky është një rishikim i vjetër i setit të të dhënave, siç është modifikuar më %(timestamp)s. Mund të dallohet thelbësisht prej versionit momental <a href="%(url)s">.

source: All resources
sq: Të gjitha burimet

source: View resource
sq: Shiko burimin

source: Edit resource
sq: Ndrysho burimin

source: Views
sq: Pamjet

source: API Endpoint
sq: Pika e fundit e API-së

source: Go to resource
sq: Shko tek burimi

source: Download
sq: Shkarko

source: From the dataset abstract
sq: Nga abstrakti i setit të të dhënave

source: Source: <a href="%(url)s">%(dataset)s</a>
sq: Burimi: <a href="%(url)s">%(dataset)s</a>

source: There are no views created for this resource yet.
sq: Akoma nuk ka faqe të krijuara për këtë lloj burimi.

source: Not seeing the views you were expecting?
sq: Nuk po i shikoni pikëpamjet që i prisnit?

source: Here are some reasons you may not be seeing expected views:
sq: Këtu janë disa arsye që ju nuk mund t'i shikoni faqet e pritura:

source: No view has been created that is suitable for this resource
sq: Asnjë pamje nuk është krijuar që është e përshtatshmepër këtë burim

source: The site administrators may not have enabled the relevant view plugins
sq: Faqja adiminstratorët mund të mos ketë aktivizuar plugins-at përkatës

source: If a view requires the DataStore, the DataStore plugin may not be enabled, or the data may not have been pushed to the DataStore, or the DataStore hasn't finished processing the data yet
sq: Nëse një pikëpamje kërkon Setin e të dhënave, shtojca e të dhënave mund të jetë e deaktivizuar, ose të dhënat mund të mos jenë futur te Seti i të dhënave ose Seti i të dhënave nuk i ka procesuar akoma të dhënat.

source: Additional Information
sq: Informacione shtesë

source: Field
sq: Fusha

source: Value
sq: Vlera

source: Data last updated
sq: Përditësimi i fundit i të dhënave

source: unknown
sq: I panjohur

source: Metadata last updated
sq: Përditësimi i fundit i Metadata-ve

source: Created
sq: U krijua

source: Format
sq: Formati

source: License
sq: Licenca

source: New view
sq: Faqe të reja

source: This resource has no views
sq: Ky burim nuk ka faqe

source: Add new resource
sq: Shtoni një burim të ri

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a></p>
sq: <p class="empty">Ky set i të dhënave nuk ka të dhëna, <a href="%(url)s">pse të mos shtoni edhe disa?</a></p>

source: API Docs
sq: API Dokumentet

source: full {format} dump
sq: grumbullim i plotë {format}

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
sq: Ju gjithashtu mund të keni qasje në këtë regjistër duke përdorur %(api_link)s (të shikoni %(api_doc_link)s ose të shkarkoni %(dump_link)s.

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
sq: Ju gjithashtu mund të keni qasje në këtë regjistër duke përdorur %(api_link)s (shikoni %(api_doc_link)s.

source: All views
sq: Të gjitha pamjet

source: View view
sq: Shiko pamjen

source: View preview
sq: Shiko inspektimin

source: Additional Info
sq: Informacione shtesë

source: Source
sq: Burimi

source: Maintainer
sq: Mirëmbajtësi

source: Version
sq: Versioni

source: State
sq: Gjendja

source: Last Updated
sq: Përditësimi i fundit

source: Before you can create a dataset you need to create an organization.
sq: Para se të krijoni një set të dhënash ju duhet të krijoni një organizatë.

source: Create a new organization
sq: Krijo një organizatë të re

source: There are no organizations to which you can assign this dataset.
sq: Nuk ka organizata për të cilat mund të caktoni këtë set të dhënash.

source: Ask a system administrator to create an organization before you can continue.
sq: Kërkoni nga administruesi i sistemit të krijojë një organizatë para se të mund të vazhdoni.

source: Title
sq: Titulli

source: eg. A descriptive title
sq: p.sh. Një titull përshkrues

source: eg. my-dataset
sq: p.sh. Seti i të dhënave të mia

source: eg. Some useful notes about the data
sq: p.sh. Disa shënime të dobishme lidhur me të dhënat

source: eg. economy, mental health, government
sq: p.sh. ekonomia, shëndeti mendor, qeveria

source: License definitions and additional information can be found at <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
sq: Përkufizimet e licencës dhe informacionet shtesë mund t'i gjeni në <a href="http://opendefinition.org/licenses/">opendefinition.org</a>

source: Organization
sq: Organizatë

source: No organization
sq: Asnjë organizatë

source: Visibility
sq: Dukshmëria

source: Public
sq: Publik

source: Active
sq: Aktiv

source: The <i>data license</i> you select above only applies to the contents of any resource files that you add to this dataset. By submitting this form, you agree to release the <i>metadata</i> values that you enter into the form under the <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.
sq: <i>Licencën e të dhënave</i> që ju zgjidhni sipër vlen vetëm për përmbajtjet e çfarëdo dosjeje burimore që ju e shtoni në këtë set të të dhënave. Me ruajtjen e formës, ju pajtoheni të lëshoni <i> të dhënat personale </i> që ju i jepni në formën nën <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.

source: Are you sure you want to delete this dataset?
sq: A jeni I sigurtë se doni të fshini këtë set të të dhënave?

source: Next: Add Data
sq: Tjetër: Shtoni të dhëna

source: Author Email
sq: Adresa elektronike e autorit

source: Maintainer Email
sq: E-maili i mirëmbajtësit

source: Update Resource
sq: Përditësoni burimet

source: Data
sq: Të dhëna

source: eg. January 2011 Gold Prices
sq: p.sh. Janar 2011 Çmimet e Arit

source: Some useful notes about the data
sq: Disa shënime të dobishme në lidhje me të dhënat

source: eg. CSV, XML or JSON
sq: p.sh. CSV, XML ose JSON

source: This will be guessed automatically. Leave blank if you wish
sq: Kjo do të supozohet automatikisht. Lëreni të zbrazur nëse ju dëshironi

source: eg. 2012-06-05
sq: p.sh. 05-06-2012

source: File Size
sq: Madhësia e skedarit (fajl-it)

source: eg. 1024
sq: p.sh. 1024

source: MIME Type
sq: Lloji MIME

source: eg. application/json
sq: p.sh aplikacioni/json

source: Are you sure you want to delete this resource?
sq: A jeni i sigurtë se doni ta fshini këtë burim?

source: Previous
sq: I mëparshëm

source: Save & add another
sq: Ruaj & shtoni një tjetër

source: Finish
sq: Përfundo

source: What's a resource?
sq: Çfarë është një burim?

source: A resource can be any file or link to a file containing useful data.
sq: Një burim mund të jetë çdo skedar ose lidhje në një skedar që përmban të dhëna të dobishme.

source: Explore
sq: Eksplorues

source: More information
sq: Më tepër informacione

source: Fullscreen
sq: Ekran i plotë

source: Embed
sq: Ndërthur

source: This resource view is not available at the moment.
sq: Kjo faqe burimore nuk është në dispozicion në këtë moment.

source: Embed resource view
sq: Ndërthur faqen burimore

source: You can copy and paste the embed code into a CMS or blog software that supports raw HTML
sq: Ju mund të kopjoni dhe ngjisni kodin e ndërthurur në një CMS apo blog softuer që mbështet HTML të papërpunuar

source: Width
sq: Gjerësia

source: Height
sq: Lartësia

source: Code
sq: Kodi

source: Resource Preview
sq: Inspektimi burimit

source: Data and Resources
sq: Të dhënat dhe burimet

source: This dataset has no data
sq: Ky set i të dhënave nuk ka të dhëna

source: Read dataset as of %s
sq: Lexoni setin e të dhënave si %s

source: Create dataset
sq: Krijoni setin e të dhënave

source: Add data
sq: Shtoni të dhëna

source: eg. My View
sq: p.sh. Faqja ime

source: eg. Information about my view
sq: p.sh. Info rreth faqës time

source: Remove Filter
sq: Fshij filterin

source: What's a view?
sq: Çfarë është një faqe?

source: A view is a representation of the data held against a resource
sq: Një pamje është një përfaqësim i të dhënave, të mbajtura kundër një burimi

source: Differences
sq: Dallimet

source: Revision Differences
sq: Dallimet e rishikuara

source: Difference
sq: Dallimi

source: No Differences
sq: Nuk ka dallime

source: Revision History
sq: Historia e ndryshimit

source: Revisions
sq: Ndryshime

source: Undelete
sq: Mos e fshi

source: Changes
sq: Ndryshime

source: Datasets' Tags
sq: Tags-at e setit të të dhënave

source: Entity
sq: Entitet

source: New activity item
sq: Artikulli i ri i aktivitetit

source: Add Dataset
sq: Shto Setin e të dhënave

source: Datapusher status: {status}.
sq: Statusi i shtytësit të të dhënave (Datapusher): {status}.

source: Trackback URL
sq: Gjurmo URL-në

source: Show More {facet_type}
sq: Tregoni më tepër {facet_type}

source: Show Only Popular {facet_type}
sq: Tregoni vetëm të popullarizuarat {facet_type}

source: There are no {facet_type} that match this search
sq: Nuk ka {facet_type} që përputhet me këtë kërkim

source: Home
sq: Kreu

source: Language
sq: Gjuha

source: Go
sq: Shko

source: No License Provided
sq: Asnjë licencë e ofruar

source: This dataset satisfies the Open Definition.
sq: Ky set i të dhënave plotëson definicion e hapur.

source: There is no description for this organization
sq: Nuk ka asnjë përshkrim për këtë organizatë

source: This dataset has no description
sq: Ky set i të dhënave nuk ka përshkrim

source: Order by
sq: Rradhit sipas

source: Filter Results
sq: Filtro rezultatet

source: <p class="extra">Please try another search.</p>
sq: <p class="extra">Ju lutemi përpiquni për një kërkim tjetër </p>

source: <p id="search-error"><strong>There was an error while searching.</strong> Please try again.</p>
sq: <p id="search-error"><strong>Kishte një gabim gjatë kërkimit. </Strong> Ju lutemi provoni përsëri.</p>

source: {number} dataset found for "{query}"
sq: {number} seti i të dhënave u gjet për "{query}"

source: No datasets found for "{query}"
sq: Asnjë set i të dhënave nuk është gjetur për "{query}"

source: {number} dataset found
sq: {number} seti i të dhënave u gjet

source: No datasets found
sq: Asnjë set i të dhënave nuk është gjetur

source: {number} group found for "{query}"
sq: {number} grupi i gjetur për "{query}"

source: No groups found for "{query}"
sq: Asnjë grup nuk është gjetur për "{query}"

source: {number} group found
sq: {number} grupi i gjetur

source: No groups found
sq: Asnjë grup nuk është gjetur

source: {number} organization found for "{query}"
sq: {number} organizatë e gjetur për "{query}"

source: No organizations found for "{query}"
sq: Asnjë organizatë nuk është gjetur për "{query}"

source: {number} organization found
sq: {number} organizata u gjet

source: No organizations found
sq: Asnjë organizatë nuk është gjetur

source: Social
sq: Shoqëror

source: Subscribe
sq: Abonohu

source: Email
sq: E-mail (Adresa elektronike)

source: Edits
sq: Redaktimet

source: Search Tags
sq: Tags-at e kërkimeve

source: News feed
sq: Furnizimi i lajmeve

source: My Datasets
sq: Seti i të dhënave të mia

source: My Organizations
sq: Organizatat e mia

source: My Groups
sq: Grupet e mia

source: Activity from items that I'm following
sq: Aktiviteti nga artikujt që po i ndjek

source: You haven't created any datasets.
sq: Ju nuk keni krijuar asnjë set të të dhënave.

source: Create one now?
sq: Dëshironi të krijoni një tani?

source: You are not a member of any groups.
sq: Ju nuk jeni anëtar i asnjë grupi.

source: You are not a member of any organizations.
sq: Ju nuk jeni anëtar i asnjë organizate.

source: Users
sq: Përdoruesit

source: Account Info
sq: Informacione rreth llogarisë

source: Your profile lets other CKAN users know about who you are and what you do.
sq: Profili juaj u lejon përdoruesve të tjerë të CKAN-it ta dinë se kush jeni ju dhe çfarë po bëni.

source: Change details
sq: Ndryshoni detajet

source: Full name
sq: Emri i plotë

source: eg. Joe Bloggs
sq: p.sh. Joe Bloggs

source: eg. joe@example.com
sq: p.sh. joe@example.com

source: A little information about yourself
sq: Disa informacione rreth vetes

source: Subscribe to notification emails
sq: Abonohuni tek e-mailet (Adresat elektronike) të njoftimeve

source: Change password
sq: Ndryshoni fjalëkalimin

source: Sysadmin Password
sq: Fjalëkalimi i administruesit të sistemit

source: Password
sq: Fjalëkalimi

source: Confirm Password
sq: Konfirmo fjalëkalimin

source: Are you sure you want to delete this User?
sq: A jeni i sigurtë se doni ta fshini këtë përdorues?

source: Are you sure you want to regenerate the API key?
sq: A jeni i sigurtë se doni ta rigjeneroni çelësin e API?
