Repository: keitaroinc/ckanext-datagovmk
Catalog: ckan_i18n/*/ckan.po
Languages: sq

source: Regenerate API Key
sq: Rigjeneroni çelësin e API-së

source: Update Profile
sq: Ndryshoni profilin

source: All Users
sq: Të gjithë përdoruesit

source: Login
sq: Identifikohu

source: Need an Account?
sq: Ju nevojitet një llogari?

source: Then sign right up, it only takes a minute.
sq: Atëherë regjistrohuni drejt, merr vetëm një minutë kohë.

source: Create an Account
sq: Krijoni një llogari

source: Forgotten your password?
sq: Keni harruar fjalëkalimin tuaj?

source: No problem, use our password recovery form to reset it.
sq: Nuk ka problem, përdorni formularin tonë të rimëkëmbjes të fjalëkalimit për të rivendosur atë.

source: Forgot your password?
sq: Keni harruar fjalëkalimin tuaj?

source: Logged Out
sq: Jashtë sistemit

source: You are now logged out.
sq: Ju jeni tani më jasht sistemit.

source: You're already logged in as {user}.
sq: Ju jeni tani më të kyçur si {user}.

source: Logout
sq: Dilni nga sistemi

source: Remember me
sq: Më mbani në mend

source: You're already logged in
sq: Ju jeni tani më të kyçur

source: You need to log out before you can log in with another account.
sq: Ju duhet të dilni jasht sistemit para se të kyçeni me një tjetër llogari.

source: Log out now
sq: Dilni tani nga sistemi

source: Registration
sq: Regjistrimi

source: Register for an Account
sq: Regjistrohu për një llogari

source: Why Sign Up?
sq: Pse të regjistroheni?

source: Create datasets, groups and other exciting things
sq: Krijoni set të të dhënave, grupe si dhe gjëra të tjera emocionuese

source: username
sq: Emri i përdoruesit

source: Full Name
sq: Emri i plotë

source: Create Account
sq: Krijo llogari

source: Reset Your Password
sq: Rivendosni fjalëkalimin tuaj

source: Password Reset
sq: Rivendosja e Fjalëkalimit

source: You can also change username. It can not be modified later.
sq: Ju gjithashtu mund të ndryshoni emrin e përdoruesit. Nuk mund të modifikohet më vonë.

source: Update Password
sq: Përditësoni fjalëkalimin

source: How does this work?
sq: Si funksionon kjo?

source: Simply enter a new password and we'll update your account
sq: Thjesht shkruani një fjalëkalim të ri dhe ne do ta përditësojmë llogarinë tuaj

source: User hasn't created any datasets.
sq: Përdoruesi nuk ka krijuar asnjë set të të dhënave.

source: You have not provided a biography.
sq: Ju nuk keni dhënë një biografi.

source: This user has no biography.
sq: Ky përdorues nuk ka biografi.

source: Open ID
sq: ID e hapur

source: This means only you can see this
sq: Kjo do të thotë që vetëm ju mund ta shikoni këtë

source: Member Since
sq: Anëtar prej

source: API Key
sq: Çelësi i API-së

source: Reset your password
sq: Rivendosni fjalëkalimin tuaj

source: Password reset
sq: Fjalëkalimi u rivendos

source: Request reset
sq: Kërkesa u rivendos

source: Enter your username into the box and we will send you an email with a link to enter a new password.
sq: Klikoni emrin tuaj të përdoruesit në kuti dhe ne do t'ju dërgojmë një e-mail me një link (lidhje) për të futur një fjalëkalim të ri.

source: Activity from:
sq: Aktivitetet prej:

source: Search list...
sq: Lista e kërkimit...

source: You are not following anything
sq: Ju nuk po ndiqni asgjë

source: No followers
sq: Asnjë ndjekës

source: Search Users
sq: Kërko përdoruesit

source: Your password must be 8 characters or longer.
sq: Fjalëkalimi juaj duhet të përmbajë 8 ose më shumë karaktere.
