Repository: keitaroinc/ckanext-datagovmk
Catalog: ckan_i18n/*/ckan.po
Languages: sq

source: That name cannot be used
sq: Ky emër nuk mund të përdoret

source: Must be at least %s characters long
sq: Duhet të jetë më së paku %s i gjatë me karaktere

source: Name must be a maximum of %i characters long
sq: Emri duhet të jetë një maksimum prej % i gjatë me karaktere

source: Must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
sq: Duhet të jenë thjesht karaktere aflanumerike të vogla (ascii) dhe këto simbole: -_

source: That URL is already in use.
sq: Ky URL është tani më në përdorim

source: Name "%s" length is less than minimum %s
sq: Emri duhet të jetë i gjatë "%s" është më pak se minimumi %s

source: Name "%s" length is more than maximum %s
sq: Emri duhet të jetë i gjatë "%s" është më shumë se maksimumi %s

source: Version must be a maximum of %i characters long
sq: Versioni duhet të jetë me një maksimum prej %i karakteresh i gjatë

source: Duplicate key "%s"
sq: Çelës i dyfishuar "%s"

source: Group name already exists in database
sq: Ky emër grupi ekziston në bazën e të dhënave

source: Tag "%s" length is less than minimum %s
sq: Tag "%s" gjatësia është më e shkurtër se minimumi %s

source: Tag "%s" length is more than maximum %i
sq: Tag "%s" gjatësia është më e madhe se maksimumi %i

source: Tag "%s" must be alphanumeric characters or symbols: -_.
sq: Tag"%s" duhet të jenë karaktere aflanumerike ose simbole: -_.

source: Tag "%s" must not be uppercase
sq: Tag-u "%s" nuk duhet të jetë me shkronja të mëdha

source: User names must be strings
sq: Emri përdoruesit duhet të jetë me fjalë

source: That login name is not available.
sq: Emri i pëdoruesit nuk është në dispozicion.

source: That login name can not be modified.
sq: Ky emër identifikimi nuk mund të modifikohet.

source: Please enter both passwords
sq: Ju lutem shënoni të dy fjalëkalimet

source: Passwords must be strings
sq: Fjalëkalimet duhet të jenë me shkronja

source: Your password must be 8 characters or longer
sq: Fjalëkalimi juaj duhet të jetë me 8 ose më shumë karaktere

source: The passwords you entered do not match
sq: Fjalëkalimi i dhënë nuk përputhet

source: Edit not allowed as it looks like spam. Please avoid links in your description.
sq: Redaktimi nuk lejohet pasi duket si spam. Ju lutem shmangni linqet në pëshkrimin tuaj.

source: Name must be at least %s characters long
sq: Emri duhet të jetë të paktën %s i gjatë me karaktere

source: That vocabulary name is already in use.
sq: Ky emër i fjalorit gjendet tani më në përdorim.

source: Cannot change value of key from %s to %s. This key is read-only
sq: Nuk mund të ndryshojë vlerën e çelësit nga %s në %s. Ky çelës është vetëm për lexim

source: Tag vocabulary was not found.
sq: Tag-fjalori nuk u gjet.

source: Tag %s does not belong to vocabulary %s
sq: Tag-u %s nuk i takon fjalorit %s

source: No tag name
sq: Nuk ka emër të Tag-ut

source: Tag %s already belongs to vocabulary %s
sq: Tag-u %s tani më i takon fjalorit %s

source: Please provide a valid URL
sq: Ju lutemi siguroni një URL valide

source: role does not exist.
sq: Roli nuk ekziston

source: Datasets with no organization can't be private.
sq: Setet e të dhënave pa organizata nuk mund të jenë private.

source: Not a list
sq: Nuk është në listë

source: Not a string
sq: Nuk është një varg

source: This parent would create a loop in the hierarchy
sq: Ky prind do të krijonte një lak në hierarki

source: "filter_fields" and "filter_values" should have the same length
sq: "filter_fields" dhe "filter_values" duhet të kenë të njëjtën gjatësi

source: "filter_fields" is required when "filter_values" is filled
sq: "filter_fields" kërkohet kur "filter_values" është e mbushur

source: "filter_values" is required when "filter_fields" is filled
sq: "filter_values" kërkohet kur "filter_fields" është e mbushur

source: There is a schema field with the same name
sq: Është një fushë skemë me të njëjtin emër

source: Email {email} is not a valid format
sq: E-maili {email} nuk është një format i vlefshëm

source: REST API: Create object %s
sq: API REST: Krijoni objektin %s

source: REST API: Create package relationship: %s %s %s
sq: API REST: Krijoni lidhjen e paketës: %s %s %s

source: REST API: Create member object %s
sq: REST API: Krijoni anëtarët e objektit %s

source: Trying to create an organization as a group
sq: Duke u përpjekur për të krijuar një organizatë si një grup

source: You must supply a package id or name (parameter "package").
sq: Ju duhet të jepni një id pakete ose një emër (parametër "paketë").

source: You must supply a rating (parameter "rating").
sq: Ju duhet të jepni një vlerësim (parametër "vlerësimi")

source: Rating must be an integer value.
sq: Vlerësimi duhet të jetë një vlerë e plotë.

source: Rating must be between %i and %i.
sq: Vlera duhet të jetë ndërmjet %i dhe %i.

source: Error sending the invite email, the user was not created: {0}
sq: Gabim në dërgimin e emailit të ftesës, përdoruesi nuk është krijuar: {0}

source: You must be logged in to follow users
sq: Ju duhet të jeni të kyçur për t'i ndjekur përdoruesit

source: You cannot follow yourself
sq: Ju nuk mund ta ndiqni veten

source: You are already following {0}
sq: Ju tani më po ndiqni {0}

source: You must be logged in to follow a dataset.
sq: Ju duhet të jeni të kyçur (regjistruar) për të ndjekur setin e të dhënave.

source: User {username} does not exist.
sq: Përdoruesi {username} nuk ekziston.

source: You must be logged in to follow a group.
sq: Ju duhet të jeni të kyçur për të ndjekur një grup.

source: Delete User: {0}
sq: Fshi Përdoruesin: {0}

source: REST API: Delete Package: %s
sq: API REST: Fshije paketën: %s

source: REST API: Delete %s
sq: API REST: Fshije %s

source: REST API: Delete Member: %s
sq: REST API: Fshije anëtarin: %s

source: Organization cannot be deleted while it still has datasets
sq: Organizata nuk mund të fshihet derisa ka akoma set të të dhënave

source: id not in data
sq: Id nuk është tek të dhënat

source: Could not find vocabulary "%s"
sq: Nuk mund të gjendet fjalori "%s"

source: Could not find tag "%s"
sq: Nuk mund të gjendet Tag "%s"

source: You must be logged in to unfollow something.
sq: Ju duhet të jeni të regjistruar për të mos ndjekur diçka.

source: You are not following {0}.
sq: Ju nuk jeni duke ndjekur {0}.

source: Resource was not found.
sq: Burimi nuk u gjet.

source: Do not specify if using "query" parameter
sq: Mos specifikoni nëse jeni duke përdorur "query" parametrin

source: Must be <field>:<value> pair(s)
sq: Duhet të jenë <field>:<value> palë(t)

source: Field "{field}" not recognised in resource_search.
sq: Fusha "{field}" nuk njihet në resource_search. (resource_search =kërkim i burimit)

source: Package was not found.
sq: Paketa nuk u gjet

source: REST API: Update object %s
sq: REST API: Përditësoni objektin %s

source: REST API: Update package relationship: %s %s %s
sq: API REST: Përditësimi i lidhjes së paketës: %s %s %s

source: TaskStatus was not found.
sq: TaskStatus-i nuk u gjet.

source: Organization was not found.
sq: Organizata nuk u gjet

source: User %s not authorized to create packages
sq: Përdoruesi %s nuk është i autorizuar për të krijuar paketa

source: User %s not authorized to edit these groups
sq: Përdoruesi %s nuk është i autorizuar për t'i redaktuar këto grupe

source: User %s not authorized to add dataset to this organization
sq: Përdoruesi %s nuk është i autorizuar për të shtuar setin e të dhënave në këtë organizatë

source: No dataset id provided, cannot check auth.
sq: Asnjë id e setit të të dhënave nuk është siguruar, nuk mund të kryeni autenticitetin.

source: No package found for this resource, cannot check auth.
sq: Asnjë paketë nuk u gjet për këtë burim, autenticiteti nuk mund të kryhet.

source: User %s not authorized to create resources on dataset %s
sq: Përdoruesi %s nuk është i autorizuar të krijojë burime në setin e të dhënave %s

source: User %s not authorized to edit these packages
sq: Përdoruesi %s nuk është i autorizuar t'i redaktojë këto paketa

source: User %s not authorized to create groups
sq: Përdoruesi %s nuk është i autorizuar të krijojë grupe

source: User %s not authorized to create organizations
sq: Përdoruesi %s nuk është i autorizuar të krijojë organizata

source: User {user} not authorized to create users via the API
sq: Përdoruesi {user} nuk është i autorizuar të krijojë përdorues nëpërmjet API-së

source: Not authorized to create users
sq: Nuk jeni të autorizuar të krijoni përdorues

source: Group was not found.
sq: Grupi nuk u gjet.

source: User %s not authorized to add members
sq: Përdoruesi %s nuk është i autorizuar të shtojë anëtarë

source: User %s not authorized to edit group %s
sq: Përdoruesi %s nuk është i autorizuar ta redaktojë grupin %s

source: User %s not authorized to delete resource %s
sq: Përdoruesi %s nuk është i autorizuar ta fshijë burimin %s

source: Resource view not found, cannot check auth.
sq: Pamja e burimit nuk u gjet, nuk mund të kryhet autenticiteti.

source: User %s not authorized to delete relationship %s
sq: Përdoruesi %s nuk është i autorizuar ta fshijë raportin %s

source: User %s not authorized to delete groups
sq: Përdoruesi %s nuk është i autorizuar t'i fshij; grupet

source: User %s not authorized to delete group %s
sq: Përdoruesi %s nuk është i autorizuar ta fshijë grupin %s

source: User %s not authorized to delete organizations
sq: Përdoruesi %s nuk është i autorizuar t'i fshijë organizatat

source: User %s not authorized to delete organization %s
sq: Përdoruesi %s nuk është i autorizuar ta fshijëorganizatën %s

source: User %s not authorized to delete task_status
sq: Përdoruesi %s nuk është i autorizuar të fshijë task_status

source: Not authorized
sq: Nuk jeni i autorizuar

source: User %s not authorized to read these packages
sq: Përdoruesi %s nuk është i autorizuar t'i lexojë këto paketa

source: User %s not authorized to read package %s
sq: Përdoruesi %s nuk është i autorizuar ta lexojë paketën %s

source: User %s not authorized to read resource %s
sq: Përdoruesi %s nuk është i autorizuar ta lexojë burimin %s

source: User %s not authorized to read group %s
sq: Përdoruesi %s nuk është i autorizuar ta lexojë grupin %s

source: You must be logged in to access your dashboard.
sq: Ju duhet të jeni të kyçur (regjistruar) që të keni qasje në panelin e kontrollit.

source: User %s not authorized to edit package %s
sq: Përdoruesi %s nuk është i autorizuar ta redaktojë paketën %s

source: User %s not authorized to edit resource %s
sq: Përdoruesi %s nuk është i autorizuar ta redaktojë burimin %s

source: User %s not authorized to change state of package %s
sq: Përdoruesi %s nuk është i autorizuar ta ndryshojë gjendjen e paketës %s

source: User %s not authorized to edit organization %s
sq: Përdoruesi %s nuk është i autorizuar ta redaktojë organizatën %s

source: User %s not authorized to change state of group %s
sq: Përdoruesi %s nuk është i autorizuar ta ndryshojë gjendjen e grupit %s

source: User %s not authorized to edit permissions of group %s
sq: Përdoruesi %s nuk është i autorizuar t'i redaktojë lejet e grupit %s

source: Have to be logged in to edit user
sq: Duhet të jeni të kyçur që ta redaktoni përdoruesin

source: User %s not authorized to edit user %s
sq: Përdoruesi %s nuk është i autorizuar ta redaktojë përdoruesin %s

source: User {0} not authorized to update user {1}
sq: Përdoruesi {0} nuk është i autorizuar ta ndryshojë përdoruesin {1}

source: User %s not authorized to change state of revision
sq: Përdoruesi %s nuk është i autorizuar ta ndryshojë gjendjen e rishikimit

source: User %s not authorized to update task_status table
sq: Përdoruesi %s nuk është i autorizuar ta përditësojë tabelën e task_status-it

source: User %s not authorized to update term_translation table
sq: Përdoruesi %s nuk është i autorizuar ta përditësojë tabelën e term_translation

source: License not specified
sq: Licenca nuk është e specifikuar

source: Open Data Commons Public Domain Dedication and License (PDDL)
sq: Dhënia e të Dhënave dhe Licencës së Dhënave Publike të Dhënave të Hapura (PDDL)

source: Open Data Commons Attribution License
sq: Licenca e atributeve të të dhënave të hapura të dhomës së përfaqësuesve

source: Creative Commons Attribution
sq: Atributet e krijuesve të dhomës së përfaqësuesve

source: Creative Commons Attribution Share-Alike
sq: Atributet e krijuesve të dhomës së përfaqësuesve Share-Alike

source: GNU Free Documentation License
sq: GNU Licenca e dokumentacioni falas

source: Other (Open)
sq: Të tjera (Të hapura)

source: Other (Public Domain)
sq: Të tjera (Domen Publik)

source: Other (Attribution)
sq: Të tjera (Atribute)

source: UK Open Government Licence (OGL)
sq: UK Licenca e Hapur Qeveritare (LHQ)

source: Creative Commons Non-Commercial (Any)
sq: Krijuesit e dhomës së përfaqësuesve Jo-Tregtare (Ndonjë)

source: Other (Non-Commercial)
sq: Të tjera (Jo-Tregtare)

source: Other (Not Open)
sq: Të tjera (jo të hapura)

source: depends on %s
sq: varet nga %s

source: is a dependency of %s
sq: është në varësi prej %s

source: derives from %s
sq: rrjedh nga %s

source: has derivation %s
sq: ka prejardhje %s

source: links to %s
sq: linku i %s

source: is linked from %s
sq: është linku nga %s

source: is a child of %s
sq: është një fëmijë i %s

source: is a parent of %s
sq: është një prind i %s

source: has sibling %s
sq: ka vëlla %s

source: There is no API data to load for this resource
sq: Nuk ka të dhëna të API-së për t'u ngarkuar për këtë burim

source: Failed to load data API information
sq: Dështoi ngarkimi i informacioneve të të dhënave të API-së

source: Start typing…
sq: Filloni të shkruani

source: No matches found
sq: Nuk u gjetën rezultate

source: Input is too short, must be at least one character
sq: Input është shumë i shkurtër, duhet të ketë të paktën një karakter

source: There are unsaved modifications to this form
sq: Ka modifikime të paruajtura në këtë formular

source: Please Confirm Action
sq: Ju lutemi konfirmoni veprimin

source: Are you sure you want to perform this action?
sq: A jeni i sigurtë që dëshironi ta bëni këtë veprim?

source: Confirm
sq: Konfirmo

source: Cancel
sq: Anulo

source: Unfollow
sq: Mos e ndiq

source: Follow
sq: Ndiqni

source: Link
sq: Link-u

source: Link to a URL on the internet (you can also link to an API)
sq: Link-u i URL-së në internet ( ju gjithashtu keni linkun e API-së)

source: Upload
sq: Ngarko

source: Remove
sq: Largo

source: Upload a file on your computer
sq: Ngarko një skedar (fajl) në kompjuterin tuaj

source: File
sq: Skedari (fajl)

source: Save order
sq: Ruaj renditjen

source: Saving...
sq: Duke u ruajtur...

source: Upload a file
sq: Ngarko një skedar (fajl)

source: An Error Occurred
sq: Ka ndodhur një gabim

source: Unable to upload file
sq: Nuk mund të ngarkohet skedari (fajli)

source: Unable to authenticate upload
sq: Nuk mund të ngarkohet autenticiteti

source: Resource uploaded
sq: Burimi u ngarkua

source: Unable to get data for uploaded file
sq: E pamundur të nxirren të dhënat për dosjen e ngarkuar

source: You are uploading a file. Are you sure you want to navigate away and stop this upload?
sq: Ju jeni duke ngarkuar një skedar (fajl). A jeni i sigurtë që doni të navigoni larg dhe t'a ndaloni këtë ngarkim?

source: Add Filter
sq: Shtoni filter

source: Select a field
sq: Zgjidhni një fushë

source: Edit
sq: Modifikoni

source: Show more
sq: Trego më shumë

source: Hide
sq: Fsheh

source: no translation
sq: nuk ka përkthim

source: hello %(name)s!
sq: Përshëndetje %(name)s!

source: no %(attr)s translation
sq: nuk ka %(attr)s përkthim

source: %(color)s shirt
sq: %(color)s këmishë

source: %(num)d item
sq: %(num)d artikull

source: %(num)d missing translation
sq: %(num)d mungon përkthimi

source: Error %(error_code)s
sq: Gabim %(error_code)s

source: About {0}
sq: Rreth {0}

source: CKAN Association
sq: Shoqata CKAN

source: <strong>Powered by</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>
sq: <strong>Mundësuar nga</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>

source: Sysadmin settings
sq: Cilësimet e Administratorit të sistemit

source: View profile
sq: Shiko Profilin

source: Dashboard (%(num)d new item)
sq: Paneli (%(num)d I artikujve të ri)

source: Dashboard
sq: Paneli

source: Edit settings
sq: Redakto cilësimet

source: Settings
sq: Cilësimet

source: Log out
sq: Dilni nga sistemi

source: Log in
sq: Kyçu

source: Register
sq: Regjistrohu

source: Datasets
sq: Seti i të dhënave

source: Search Datasets
sq: Kërkoni Setin e të dhënave

source: Search
sq: Kërko

source: Skip to content
sq: Kalo tek përmbajtja

source: Load less
sq: Ngarkoni më pak

source: Load more
sq: Ngarkoni më shumë

source: No activities are within this activity stream
sq: Asnjë aktivitet brenda rrjedhës së këtij aktiviteti

source: Administration
sq: Administrimi

source: Sysadmins
sq: Administratorët e sistemit

source: Config
sq: Konfigurimet

source: Trash
sq: Shporta e mbeturinave

source: Site logo
sq: Logo-ja e portalit

source: Are you sure you want to reset the config?
sq: A jeni i sigurt se dëshironi të rivendosni konfigurimin?

source: Reset
sq: Rivendos (Reset)

source: Update Config
sq: Përditëso Konfigurimin

source: CKAN config options
sq: Opcionet e konfigurimit të CKAN-it

source: <p><strong>Site Title:</strong> This is the title of this CKAN instance It appears in various places throughout CKAN.</p> <p><strong>Style:</strong> Choose from a list of simple variations of the main colour scheme to get a very quick custom theme working.</p> <p><strong>Site Tag Logo:</strong> This is the logo that appears in the header of all the CKAN instance templates.</p> <p><strong>About:</strong> This text will appear on this CKAN instances <a href="%(about_url)s">about page</a>.</p> <p><strong>Intro Text:</strong> This text will appear on this CKAN instances <a href="%(home_url)s">home page</a> as a welcome to visitors.</p> <p><strong>Custom CSS:</strong> This is a block of CSS that appears in <code>&lt;head&gt;</code> tag of every page. If you wish to customize the templates more fully we recommend <a href="%(docs_url)s" target="_blank">reading the documentation</a>.</p> <p><strong>Homepage:</strong> This is for choosing a predefined layout for the modules that appear on your homepage.</p>
sq: <p><strong>Titulli i faqes:</strong> Ky është titulli i kësaj instance të CKAN-it i cili duket në vende të ndryshme në të gjithë CKAN-in.</p> <p><strong>Stili:</strong> Zgjidhni nga lista një nga variantet e thjeshta të skemës kryesore të ngjyrave për të marrë një temë shumë të shpejtë me porosi duke punuar.</p> <p><strong>Logo e Tag Portalit</strong>Kjo është logoja e cila shfaqet në kokën e të gjitha modeleve të shembullit të CKAN-it.</p> <p><strong>Rreth:</strong> Ky tekst do të shfaqet në këto raste CKAN <a href="%(about_url)s">rreth faqes</a>.</p> <p><strong>Teksti Intro:</strong> Ky tekst do të shfaqet në këto CKAN instanca <a href="%(home_url)s"> Rreth faqes </a>.</p> <p><strong> si një mirëseardhje për vizitorët.</p> <p><strong>Me porosi CSS</strong>Ky është një bllok i CSS që shfaqet në <code>&lt;head&gt;</code> tag e çdo faqeje. Nëse ju dëshironi të personalizoni shabllonet më plotësisht ne rekomandojmë <a href="%(docs_url)s" target="_blank">duke lexuar dokumentacionin </a>.</p> <p><strong> Faqen kryesore </strong> Kjo është për zgjedhjen e një skedari të paracaktuar për modulet që shfaqen në faqen tuaj.. </p>

source: Confirm Reset
sq: Konfirmo rivendosjen

source: Administer CKAN
sq: Administro CKAN-in

source: <p>As a sysadmin user you have full control over this CKAN instance. Proceed with care!</p> <p>For guidance on using sysadmin features, see the CKAN <a href="%(docs_url)s" target="_blank">sysadmin guide</a></p>
sq: <p>Si një adiminstrator i sistemit ju keni kontroll të plotë mbi këtë instancë të CKAN-it. Vazhdoni me kujdes!</p> <p>Për udhëzime mbi përdorimin e veçorve të adimnstruesit të sistemit, shikoni CKAN-in<a href="%(docs_url)s" target="_blank">udhërrëfyesin e adiminstratorit të sistemit</a></p>

source: Purge
sq: Spastro

source: <p>Purge deleted datasets forever and irreversibly.</p>
sq: <p>Fshirja përgjithmonë e të dhënave dhe në mënyrë të pakthyeshme.</p>

source: This resource can not be previewed at the moment.
sq: Ky burim nuk mund të inspektohet për momentin.

source: Click here for more information.
sq: Kliko këtu për më tepër informacione

source: Download resource
sq: Shkarko burimin

source: No preview available.
sq: Asnjë pamje në dispozicion

source: More details...
sq: Më shumë detaje...

source: No handler defined for data type: %(type)s.
sq: Nuk ka mbajtës të përcaktuara për llojin e të dhënave: %(type)s.

source: Standard Input
sq: E dhënë standarde

source: Medium
sq: Mesatare

source: Medium Width Input
sq: E dhënë me gjerësi mesatare

source: Full
sq: E plotë

source: Full Width Input
sq: E dhënë me gjerësi të plotë

source: Large
sq: E madhe

source: Large Input
sq: të dhëna të mëdhaja

source: Prepend
sq: Parashto

source: Prepend Input
sq: Parashtro të dhëna

source: Custom Field (empty)
sq: Kostumizo Fushën(e zbrazët)

source: Custom Field
sq: Kostumizo Fushën

source: Textarea
sq: Zona e tekstit

source: Select
sq: Selekto

source: Activity Stream
sq: Rrjedha e Aktivitetit

source: Administrators
sq: Administratuesit

source: Add a Group
sq: Shto një Grup

source: Group Form
sq: Forma e grupit

source: Confirm Delete
sq: Konfirmo fshirjen

source: Are you sure you want to delete group - {name}?
sq: A jeni të sigurtë se doni ta fshini grupin - {emri}?

source: Are you sure you want to delete member - {name}?
sq: A jeni të sigurtë që doni të fshini anëtarin - {name}?

source: Manage
sq: Menaxho

source: Edit Group
sq: Redakto Grupin

source: Members
sq: Anëtarët

source: History
sq: Historiku

source: Add Group
sq: Shto Grupin

source: Search groups...
sq: Kërko grupin...

source: There are currently no groups for this site
sq: Aktualisht nuk ka grupe për këtë faqe

source: How about creating one?
sq: Dëshironi të krijoni një të re?

source: Back to all members
sq: Kthehu tek anëtarët

source: Edit Member
sq: Redakto Anëtarin

source: Add Member
sq: Shto Anëtar

source: Existing User
sq: Përdorues ekzistues

source: If you wish to add an existing user, search for their username below.
sq: Nëse dëshironi të shtoni një përdorues ekzistues, kërkoni emrin e përdoruesit poshtë.

source: or
sq: ose

source: New User
sq: Përdorues i ri

source: If you wish to invite a new user, enter their email address.
sq: Nëse dëshironi të ftoni një përdorues të ri, futni adresën e tij të e-mailit.

source: Role
sq: Roli

source: Are you sure you want to delete this member?
sq: A jeni i sigurtë se dëshironi të fshini këtë anëtar?

source: Delete
sq: Fshij

source: What are roles?
sq: Çka janë rolet?

source: <p><strong>Admin:</strong> Can edit group information, as well as manage organization members.</p> <p><strong>Member:</strong> Can add/remove datasets from groups</p>
sq: <p><strong>Administratori:</strong>Mund të redaktojë informacionet e grupit, gjithashtu të menaxhojë me antarët e organizatës</p> <p><strong>Anëtari:</strong>Mund të shtojë/fshijë setet e të dhënave prej grupeve</p>

source: Create a Group
sq: Krijo një Grup

source: Update Group
sq: Përditëso Grupin

source: Create Group
sq: Krijo Grupin

source: Search datasets...
sq: Kërko setin e të dhënave...

source: Datasets in group: {group}
sq: Seti i të dhënave në grupin: {group}

source: Recent Revision History
sq: Historiku i versioneve të fundit

source: Name
sq: Emri

source: My Group
sq: Grupi Im

source: my-group
sq: grupi-im

source: A little information about my group...
sq: Pak informacione rreth grupit tim...

source: Are you sure you want to delete this Group?
sq: A jeni i sigurtë se dëshironi ta fshini këtë grup?

source: Save Group
sq: Ruaj grupin
